{
  "categories": {
    "programming": {
      "display": "Programming & Technology",
      "color": {
        "primary": "#6647EA",
        "secondary": "#482ACA",
        "tertiary": "#A28EFF"
      }
    },
    "production": {
      "display": "Production & Videos",
      "color": {
        "primary": "#D04451",
        "secondary": "#A42631",
        "tertiary": "#E8767E"
      }
    },
    "design": {
      "display": "2D & 3D Design",
      "color": {
        "primary": "#F6D854",
        "secondary": "#F3B137",
        "tertiary": "#FFEB94"
      }
    },
    "business": {
      "display": "Business",
      "color": {
        "primary": "#2F6558",
        "secondary": "#1D4F44",
        "tertiary": "#55847A"
      }
    },
    "gamedevelopment": {
      "path": "gamedevelopment",
      "display": "Game Development & Design",
      "color": {
        "primary": "#D055E3",
        "secondary": "#AE38C2",
        "tertiary": "#E883F9"
      }
    }
  },
  "members": {
    "vituruch-sinthusate": {
      "id": 1,
      "name": "นายวิทุรัช สินธุเศรษฐ",
      "major": "IMT - Innovative Multimedia Technology",
      "position": "Graphic Designer",
      "category": "production",
      "gallerySize": 5,
      "display": "E",
      "media": "image",
      "email": "captain019377@gmail.com",
      "company": [
        {
          "name": "บริษัท มโนยนต์ชัย จำกัด",
          "description": "เกี่ยวกับอะไหล่รถยนต์ทั้งหมดเช่น ล้อ เครื่องยนต์ ผ้าเบรค",
          "map": "https://goo.gl/maps/UtFLKshpo7ncUwt38"
        }
      ],
      "articles": [
        "ได้เรียนรู้ประสบการณ์ในการทำงานมากมายหลายๆอย่างได้ติดต่อคุยกับลูกค้าจริง ๆ ได้ออกทำงานงานนอกสถานที่ได้รู้จักคนหลายประเภทในบรรยากาศการทำงานก็มีพี่ๆค่อยช่วยเหลือมีคนคอยแนะนำในส่วนที่ผมไม่รู้ ในตอนแรกผมต้องออกแบบงานชิ้นนึงแต่ผมไม่รู้ว่าจะใช้ตัวอักษรแบบไหนพี่ๆเลยแนะนำให้หาเรฟจากเว็ปต่างๆแล้วนำมาปรับใช้ดู"
      ],
      "conclusion": [
        "ได้รู้จักการปรับตัวเข้ากับคนอื่น ๆ ในสังคมทำงาน รวมถึงได้เรับประสบการณ์ในการทำงานในองค์กรและการใช้เทคนิคในการตัดต่อภาพมากขึ้น เช่น การรีทัชภาพแบบเร็วและงานออกมาดี การหาเรฟที่เหมาะสมมาใช้ในการทำงาน"
      ]
    },
    "thitisak-rongrat": {
      "id": 2,
      "name": "นายฐิติศักดิ์ รองรัตน์",
      "major": "IMT - Innovative Multimedia Technology",
      "position": "Game Programmer",
      "category": "gamedevelopment",
      "gallerySize": 5,
      "display": "E",
      "media": "image",
      "email": "thitisakfill@gmail.com",
      "company": [
        {
          "name": "บริษัท Innova Interactive Studio จำกัด",
          "description": "เป็นบริษัทที่ผลิตเกมและสื่อ interactive มีทั้งรูปแบบ VR และ AR etc.",
          "map": "https://goo.gl/maps/1oE2JMmKC8Xn6ZxC9"
        }
      ],
      "articles": [
        "ความประทับใจอย่างแรกคือพวกพี่ๆ ใจดีมากครับชวนไปเล่นบาสและมีแมวครับน่ารักมาก ส่วนด้านการปรับตัวไม่ยากครับเพราะพวกพี่ๆ ใจดีมากพร้อมช่วยเราเสมอ  บรรยากาศในการทำงาน ช่วงแรกพวกพี่ๆจะให้ผมทำเกมออกมา 1 เกมเพื่อดูความสามารถและทักษะทางด้านเกม และช่วงแรกๆที่ห้องทำงานแอร์จะเย็นมากแต่หลังๆจะทนความหนาวได้เอง  "
      ],
      "conclusion": [
        "การฝึกงานนี้เป็นการฝึกงานที่ทำให้ผมได้ทักษะต่าง ๆ ที่ทำให้ผมสามารถนำไปใช้ในอนาคตได้ และส่วนที่สำคัญที่สุดคือการแบ่งงานจะทำให้งานออกมาดีและเสร็จเร็วยิ่งขึ้น อย่างต่อมาที่ได้คือทักษะการเขียนโปรแกรม c# unity และทักษะต่อมาที่ได้คือการรวบรวมงานจากทีมต่างๆมาผสมผสานออกมาเป็นผลงานที่สมบูรณ์ และทักษะอย่างสุดท้ายคือการวางแผนการทำงานครับ"
      ]
    },
    "prathomthon-arsinsakul": {
      "id": 3,
      "name": "นายปฐมธน อาสิญจ์สกุล",
      "major": "IMT - Innovative Multimedia Technology",
      "position": "เบื้องหลังกองถ่าย",
      "category": "production",
      "gallerySize": 5,
      "display": "D",
      "media": "image",
      "email": "prathomthon.pond@gmail.com",
      "company": [
        {
          "name": "Spring board +",
          "description": "เป็นบริษัทในเครือของ far east fame line ddb ทำเกี่ยวกับการโฆษณาลงโทรทัศน์เป็นส่วนใหญ่",
          "map": "https://goo.gl/maps/38mivnKNL8ctkD1V7"
        }
      ],
      "articles": [
        "ความประทับใจของผมคือการได้ฝึกงานกับบริษัทที่อยู่ในเคลือ ของบริษัทยักษ์ใหญ่อย่าง Far East Fame Line DDB แม้ว่าระหว่างการฝึกงาานผมจะไม่ได้มีโอกาสในการได้รับงานมาทำ หรือ แสดงความสามารถในฐานะเด็กฝึกงานที่ถูกรับเลือกมา เพราะสถานการณ์ของโรคระบาดโควิด 19 ทำให้โอกาสในการทำงาน และ กิจกรรมต่างๆระหว่างผู้ฝึก กับ บริษัทนั้นน้อยลง และพลาดโอกาส",
        "หลายๆครั้งในการฝึกถ่ายทำจริงไป แต่ ประสบการณ์ในการทำงานจริง เรื่องความตรงต่อเวลา การส่งงานครบกำหนดตามที่สั่ง และ การทำงานเป็นทีม เป็นประสบการณ์ที่สำคัญที่สุดที่ผมได้รับมาจากการฝึกงานในครั้งนี้ครับ"
      ],
      "conclusion": [
        " ได้เรียนรู้การทำงานจริงของสายอาชีพที่ไปฝึกงาน ระบบการทำงาน การทำงานเป็นทีมหน้าที่ที่แตกต่างกันของแต่ละคน การทำงานใน Studio ความรู้สึกและประสบการณ์จริงๆ ได้เรียนรู้เกี่ยวกับชนิดและอุปกรณ์ในกองถ่าย เช่นขาตั้งกล้องตัวใหญ่ที่ไม่เคยเห็นที่ไหนมาก่อนเป็นต้น ความตรงต่อเวลาในการทำงาน การทำงานเป็นกลุ่ม หรือทำงานในชีวิตจริง ความตรงต่อเวลาเป็นสิ่งที่สำคัญ"
      ]
    },
    "thanakorn-chanthaworn": {
      "id": 4,
      "name": "นายธนกร จันทร์ถาวร",
      "major": "IMT - Innovative Multimedia Technology",
      "position": "Graphic Designer",
      "category": "design",
      "gallerySize": 5,
      "display": "F",
      "media": "image",
      "email": "thanakorn0510@gmail.com",
      "company": [
        {
          "name": "บริษัท แอดโวเครซี่ จำกัด",
          "description": "บริษัท แอดโวเครซี่ จำกัด บริษัท Agency รับงานเกี่ยวกับการโฆษณา การทำ ADS ลงโซเชียลมีเดีย ตัดต่อวิดิโอ ทำกราฟิก",
          "map": "https://g.page/advocrazy?share"
        }
      ],
      "articles": [
        "ความประทับใจ : บริษัทดูแลเราเป็นอย่างดี มีปัญหาอะไรก็พร้อมที่จะให้คำปรึกษาและแนะนำในการทำงาน การปรับตัวในช่วงแรกต้องใช้เวลา เนื่องจากเป็นประสบการณ์ใหม่ในการทำงานในบริษัท อาจต้องใช้ความเข้าใจในระบบก่อนในช่วงแรก",
        "การฝึกงานเป็นแบบ Work from home  เนื่องจากสถานะการณ์ covid-19 ทำให้ต้องฟึกงานแบบ work from home  โดยที่บรรยากาศออกจะมีความโดดเดี่ยว อาจมีความเหงาบ้างในช่วงแรก จึงต้องใช้เวลาในการประตัว แต่การสั่งงานก็ยังคงได้มาเรื่อยๆผ่านทาง Line จะมีไม่การเจอหน้ากันจริงๆ แต่จะมีการประชุมที่จะได้คุยกันแลกเปลี่ยนข้อมูลซึ่งกันและกัน"
      ],
      "conclusion": [
        "- การทำงานเป็นทีม - การทำงานเป็นลำดับขั้น - รูปแบบการคิดในการทำงาน เช่น การคิดความหมายของโลโก้ เราต้องการโลโก้ที่สื่อความหมายแบบไหน? ในสมัยก่อนมีงานแบบนี้หรือไม่? ถ้ามีเขาทำออกมายังไง? โลโก้มีความหมายยังไง? เราจะเอารูปอะไรมาเพื่อแสดงความหมายของโลโก้เรา เป็นต้น"
      ]
    },
    "varinthorn-visedthorn": {
      "id": 5,
      "name": "นางสาววรินทร วิเศษธร",
      "major": "IMT - Innovative Multimedia Technology",
      "position": "กราฟิกดีไซน์ , ช่างภาพ",
      "category": "design",
      "gallerySize": 5,
      "display": "F",
      "media": "image",
      "email": "cantavarin@gmail.com",
      "company": [
        {
          "name": "Thaidotrun Co., Ltd.",
          "description": "ออกแบบกราฟิกเพื่อเพผยแพร่ลงโซเซียลมีเดีย ออกแบบเสื้อ และถ่ายภาพในกิจกรรมที่เกี่ยวข้องกับการวิ่ง",
          "map": "https://goo.gl/maps/QrwDDxYzVbqH3sv16"
        }
      ],
      "articles": [
        "ความประทับใจคือทุกคนเป็นกันเองมากๆ เวลาทำงาน เปิดเพลงฟัง ในออฟฟิศสภาพแวดล้อมบรรยากาศดีมาก มีตันไม้ ทัศนียภาพที่สวยงาม อบอุ่น เมื่อถึงวันเกิดของพี่ๆพนักงานในบริษัทก็จะมีการแฮปปี้เบริดเดย์กันอยู่เรื่อยๆ ตอนกลางวันไปกินข้าวกับพี่ๆ  ส่วนในเรื่องการทำงานได้รับความรู้จากพี่ๆอย่างใกล้ชิดและได้เทคนิคการใช้โปรแกรมๆต่าง เช่น ได้เรียนรู้ทักษะในการใช้Photoshop และโปรมแกรมตัดต่ออื่น ๆ มากขึ้น  นอกจากนี้ยังได้ทำงานให้บริษัทยังทำงานให้กับแบรนด์ต่างๆเช่น adidas huaweii เป็นต้น ได้ออกแบบเสื้อเป็นของตัวเองและได้ผลิตจริง ปัจจุบันเลิกฝึกงานแต่ยังทำงานให้บริษัทอยู่"
      ],
      "conclusion": [
        "หลังจากการฝึกงานได้เรียนรู้วิธีการออกแบบเสื้อและสามารถนำความรู้ที่ได้มาพัฒนาต่อ และยังมีรายได้จากการออกแบบผลิตภัณฑ์เสื้อผ้าให้กับทางบริษัท ได้เก็บเกี่ยวประสบการณ์มาใช้ได้ในชีวิตประจำวัน แถมยังได้พัฒนาฝีมือของตนเองเพิ่มขึ้นไปอีก และยังภูมิใจกับผลงานที่ตนเองสามารถนำไปผลิตขาย ดีใจที่เห็นคนใส่ชุดที่เราได้ออกแบบ และยัง มีความรู้ทางกราฟิก ออกแบบ ถ่ายรูป ไว้ติดตัวเพื่อใช้ได้ในอนาคตอย่างแน่นอน"
      ]
    },
    "chayatorn-trairattanapradit": {
      "id": 6,
      "name": "นายชยธร ไตรรัตนประดิษฐ์",
      "major": "IMT - Innovative Multimedia Technology",
      "position": "Graphic Designer",
      "category": "design",
      "gallerySize": 5,
      "display": "F",
      "media": "image",
      "email": "chayatorn.mt@gmail.com",
      "company": [
        {
          "name": "บริษัท มหาชุมชน จำกัด",
          "description": "เป็นบริษัทที่เป็นเครือข่ายภาคประชาสังคมที่มุ่งสร้างการเปลี่ยนแปลง เพื่อการพัฒนาชุมชนและเมือง",
          "map": "https://g.page/lukhostel?share"
        }
      ],
      "articles": [
        "ผมได้เข้ามาฝึกงานกับบริษัท มหาชุมชน หรือในอีกชื่อหนึ่งคือ สาธารณะ ผมฝึกงานในตำแหน่ง Graphic Design เป็นเวลา 2 เดือนครับ ผมยังจำวันแรกที่ผมเดินขึ้นบันไดของบริษัท และเข้าไปนั่งในออฟฟิศผมก็ค่อยๆแนะนำตัวกับพี่ๆทีละคน และผมก็ได้รับงานแรกเป็นการทำ Content ลงไปในเพจ Facebook โดยทางบริษัทจะมีเพจแยกออกไปอีก  เช่น Trawell, Attention, Locall และ Mayday หน้าที่หลักๆของผมคือทำโพสตต์ลงเพจต่าง ๆ ในการทำงานแต่ละงานจะมีพี่ ๆ คอยช่วยผมตลอด และคอยสอนสิ่งต่าง ๆ เช่น เทคนิคการใช้โปรแกรมต่าง ๆ การคิดงานรวมถึงการออกแบบด้วย พี่ ๆ ที่บริษัทไม่ได้สอนแค่งาน หรือสิ่งที่เกี่ยวกับงานอย่างเดียวรวมถึง แต่ยังสอนการใช้ชีวิต  พี่ๆในบริษัทดีกับผมมากๆ ทำให้การทำงานของผมสนุกมากๆ จนกระทั่งเมื่อมีโควิดเข้ามาทำให้การฝึกงานของผมต้องอยู่ที่บ้านในเดือนที่ 2 แต่ผมก็ยังมีความสุขและยังสนุกกับการทำงานอยู่เหมือนเดิมครับ ถึงแม้ตอนนี้ผมจะฝึกงานจบแล้ว แต่ผมกับพี่ๆที่ฝึกงานก็ยังสนิทกัน คุยเล่นกันและสามารถให้ผมเข้าไปปรึกษาปัญหาต่างๆได้อีกด้วย ผมรู้สึกดีใจและยินดีมากๆครับที่ได้ฝึกงานที่บริษัทนี้"
      ],
      "conclusion": [
        "หลังจากที่ผมได้ผ่านการฝึกงานมาเป็นระยะเวลา 2 เดือนผมได้ เทคนิคการใช้โปรแกรมต่างๆใน Illastration, Photoshop มากขึ้นและผมก็ได้พัฒนา การคิดและออกแบบงานมากขึ้น และยังได้เรียนรู้วิธีการวางตัวหรือการทำงานเป็นกลุ่มอย่างเป็นทางการด้วย"
      ]
    },
    "rachata-attmee": {
      "id": 7,
      "name": "นายรชต อัฐมี",
      "major": "IMT - Innovative Multimedia Technology",
      "position": "Graphic Designer",
      "category": "design",
      "gallerySize": 5,
      "display": "E",
      "media": "image",
      "email": "palmkub1150@gmail.com",
      "company": [
        {
          "name": "บริษัท เซอร์เคิล รัน จำกัด",
          "description": "เป็นบริษัทที่ทำเกี่ยวกับการทำป้ายโฆษณาเพื่อสื่อโฆษณาและการประชาสัมพันธ์",
          "map": "https://goo.gl/maps/8vPcNVCngpYZH1ad9"
        }
      ],
      "articles": [
        "ความประทับใจของผมคือเป็นการฝึกงานครั้งแรกของผม และได้เรียนรู้การจัดวางรูปแบบและวิธีโปรโมทโฆษณาต่างมากมายในการฝึกงาน ผมค่อยๆปรับตัวเข้าหาพี่ๆที่ฝึกงานหลายคน พี่ที่ฝึกงานใจดีมาก เป็นกันเอง บรรยากาศในการทำงานก็เงียบเหงามากครับ 555 เพราะว่าผมไปทำที่บริษัทไม่กี่วันเอง เพราะต้องกลับมาทำงานที่บ้านทั้งหมด การทำงานที่บ้านก็จะเป็นการที่พี่ๆในที่ทำงานก็จะเสนอหัวข้องานมาให้และส่งงานที่มอบหมายให้ทันเวลาที่กำหนด แต่สำหรับผมคิดว่าผมชอบที่จะไปทำงานในสถานที่ทำงานมากกว่า เพราะเราจะได้ปรับตัวและเรียนรู้การเข้าสังคมได้มากขึ้น"
      ],
      "conclusion": [
        "ผมได้เรียนรู้หลายอย่างมากๆเลย ทั้งเรื่องการเข้าสังคม การทำงานในที่ทำงานและได้เรียนรู้กับการออกแบบสื่อโฆษณาใน facebook , instagram และแอปพลิเคชั่นอื่นๆ อีกมากมาย รวมถึงการใช้ photoshop ในการทำ poster โฆษณามากมาย และเทคนิคการใช้อุปกรณ์และเครื่องมือต่างๆในphotoshop"
      ]
    },
    "komas-jiraanunwatana": {
      "id": 8,
      "name": "นายโกเมศ จิรอนันต์วัฒนา",
      "major": "IMT - Innovative Multimedia Technology",
      "position": "3D Designer",
      "category": "design",
      "gallerySize": 5,
      "display": "F",
      "media": "image",
      "email": "nite.komas@gmail.com",
      "company": [
        {
          "name": "บริษัท แอดโวเครซี่ จำกัด",
          "description": "บริษัท แอดโวเครซี่ จำกัด บริษัท Agency รับงานเกี่ยวกับการโฆษณา การทำADSลงโซเชียลมีเดีย ตัดต่อวิดิโอ ทำกราฟิก",
          "map": "https://g.page/advocrazy?share"
        }
      ],
      "articles": [
        "ประทับใจที่ได้ประสบการณ์ การทำงานใหม่ๆ จากที่ฝึกงาน และได้พวกพี่ๆดูแล แล้วก็สอนเทคนิคต่างๆ การปรับตัวช่วงแรกๆของผมค่อนข้างจะกลัวที่ฝึกงานอยู่พอสมควรแล้วส่วนตัวก็ค่อนข้างกลัวคนที่ไม่รู้จักด้วย ทำให้การฝึกงานของผมค่อนข้างเครียด แต่พี่ที่ฝึกงานเขาอยากให้เรากล้าแสดงออก จึงคอยช่วยเหลือ ให้คำปรึกษากับผม ในงานที่ผมทำไม่ได้จึงคอยช่วยเหลือ ให้คำปรึกษากับผม ในงานที่ผมทำไม่ได้",
        "เนื่องจากสถานการณ์ covid-19 ต้องฝึกงานแบบ work from home ทำให้การฝึกงานครั้งนี้อาจจะไม่เหมือนก่อนฝึกงานแบบ on site คือให้เรียนรู้วิธีใช้โปรแกรมด้วยตนเอง และส่วนใหญ่จะเน้นสอนเกี่ยวกับกระบวนการคิด"
      ],
      "conclusion": [
        "ได้แนวคิดใหม่ๆ เช่น แนวคิดการตลาด ว่าจะทำยังไงให้ขายดีหรือทำยังไงให้ดัง กับ แนวคิดการออกแบบ จากที่ฝึกงาน กระบวนการแล้วได้รู้ลำดับการทำงานของแต่ส่วน มีความกล้าแสดงออกมากขึ้น"
      ]
    },
    "thanathnan-choosattayanond": {
      "id": 9,
      "name": "นางสาวธนัชนันท์  ชูสัตยานนท์",
      "major": "IMT - Innovative Multimedia Technology",
      "position": "Production crew",
      "category": "production",
      "gallerySize": 5,
      "display": "F",
      "media": "image",
      "email": "nongnetnarak@gmail.com",
      "company": [
        {
          "name": "Amazing Group จำกัด  (บริษัทในเครือ Warner Bros. Thailand) ",
          "description": "หน้าที่หลักบริษัทที่ไปทำเป็นบริษัทในเครือของ WarnerBros เน้นพวกผลิตสื่อที่เกี่ยวข้องกับภาพยนตร์ ผ่านช่องทางโซเชียลต่างๆ",
          "map": "https://goo.gl/maps/pcfQpRpK7wyToiCu5"
        }
      ],
      "articles": [
        "การปรับตัวค่อนข้างยากสำหรับเราเพราะว่าพี่ที่ทำงานอายุค่อนข้างที่จะต่างกันมากและเราไม่เคยทำงานแบบนี้จริงจัง เลยไม่รู้ว่าอะไรควรทำอย่างไร แรกๆก็มีโดนตำหนิจากรุ่นพี่ที่ทำงานบ้างว่าควรจะทำแบบนั้นแบบนี้ ผ่านไปสักพักก็เริ่มปรับตัวได้ วันไหนมีออกกองข้างนอกนานก็จะไม่ได้ทานข้าว กลับมาทานที่ออฟฟิศตลอด หรือบางทีพี่เลี้ยงต้องออกไปทำธุระก็ฝากเราทำงานหรือส่งงานให้แทน งานส่วนใหญ่ที่ได้รับมอบหมายคือการออกกองทำหน้าที่ยกอุปกรณ์ ต่อไมโครโฟน ดูบทสคริปต์ ติดโพยที่บอร์ดให้พิธีกรอ่านขณะถ่ายทำ ตีสเลท ถ้าวันไหนไม่มีออกกอง จะเป็นงานในออฟฟิศแทน จะเกี่ยวกับการออกแบบกราฟิกเพื่อเผยแพร่ลงในเพจที่เกี่ยวข้อง เพราะพี่ที่ทำงานเห็นว่าเราเรียนด้านนี้มาเลยมอบหมายให้งานออกแบบให้ บางวันเราจะต้องทำรีเสิร์ชเกี่ยวกับภาพยนตร์เข้าใหม่ เขาก็จะให้นั่งดูตัวอย่างหรือเก็บข้อมูลเกี่ยวกับผู้ที่อยู่เบื้องหลังเรื่องนั้นๆ บรรยากาศคือผ่อนคลายมากๆ เหนื่อยแต่ถือว่าสนุกมากและได้ความรู้เต็มที่"
      ],
      "conclusion": [
        "ได้ความรู้ในการทำเบื้องหลังของกองถ่ายเพิ่มมากขึ้น ต้องจัดการวางแผนอย่างไรแต่ละคลิปวิดีโอผ่านกระบวนการอะไรบ้าง การจัดวางเลเยอร์ภาพลงเพจ ทักษะการทำกราฟิกเพิ่มมากขึ้น การทำ invoice ภาพยนตร์แต่ละเรื่อง ความอดทน ความรับผิดชอบ ความตรงต่อเวลาความคิดสร้างสรรค์ การปรับตัวเข้ากับคนอื่นในการทำงาน ความรู้สึกที่ได้ลองทำงานจริงๆว่าต้องเจออะไรที่เป็นอุปสรรคในการทำงานบ้าง"
      ]
    },
    "mak-kokietmana": {
      "id": 10,
      "name": "นายมรรค ก่อเกียรติมานะ",
      "major": "IMT - Innovative Multimedia Technology",
      "position": "Editor",
      "category": "production",
      "gallerySize": 5,
      "display": "F",
      "media": "image",
      "email": "mak.ninyoq@gmail.com",
      "company": [
        {
          "name": "บริษัท coolkidsth จํากัด",
          "description": "บริษัท agency, เปิดเพจ facebook, แชนแนล youtube",
          "map": "https://goo.gl/maps/YqwgDGNEMpaSPdH96"
        }
      ],
      "articles": [
        "ประทับใจที่ได้เจอพี่ๆที่ทํางานทุกคนเพราะพี่ ๆ ที่บริษัทน่ารักมากคอยสอนเทคนิคและวิธีการต่าง ๆ เช่น การตัดต่อวิดีโอ การไลฟ์สด และอื่นๆ แถมยังประทับใจมากๆที่ได้ตัดต่อวิดีโอเจ๋งๆลงยูทูปพร้อมได้รับคําชมจากผู้ติดตามของเพจเยอะมากๆเรื่องการตัดต่อ การปรับตัวไม่ยากเลยเพราะแค่ไปไม่กี่วันก็รู้สึกโล่งใจไม่อึดอัดแล้ว พี่ที่บริษัท friendly มาก ๆ คอยให้ทานขนมชวนคุยตลอดจนประมา ก็สนิทจนตอนนี้ก็ยังคุยกันตลอด พี่ ๆ ที่นี่น่ารักมากไม่เครียดเลยมีเครียดบ้างแค่เวลาทํางาน ส่วนบรรยากาศในบริษัทคือสนุกมากมีกิจกรรมมากมายทั้งพาไปเล่นแบดมินตัน สเก็ตบอร์ด เลี้ยงอาหาร และอื่น ๆ สนุกมากแถมยังได้เจอกับเพื่อนร่วมงานใหม่ๆจากการทํารายการ ได้เจอคนดัง ๆ มากมาย ถือว่าสนุกและได้ฝึกความคิดสร้างสรรค์เป็นอย่างมาก"
      ],
      "conclusion": [
        "มีความสามารถในการตัดต่อที่ดีขึ้นใช้คล่องขึ้นรู้เทคนิคเยอะขึ้นเช่นการใส่ตัดต่อโดยใส่เอฟเฟคภาพ เอฟเฟคเสียงต่างๆ การใช้obs และที่สําคัญงานของบริษัทนี้เป็นงานที่ต้องอัปเดตเนื้อหาบ่อยๆจึงต้องทําให้เร็วที่สุดโดยไม่กระทบคุณภาพของงาน เพิ่มความเร็วในการทํางาน อีกทั้งได้เรียนรู้การทํางานอย่างเป็นระบบ และการวางแผนทํา production"
      ]
    },
    "tanabodee-chaloeymak": {
      "id": 11,
      "name": "นายธนบดี เฉลยมรรค",
      "major": "IMT - Innovative Multimedia Technology",
      "position": "กราฟิก",
      "category": "design",
      "gallerySize": 5,
      "display": "F",
      "media": "image",
      "email": "sentjosephh@gmail.com",
      "company": [
        {
          "name": "advocrazy",
          "description": "ตัวแทนโฆษณา สื่อดิจิตอล รับงานโฆษณา สิ่งพิมพ์ สิ่อวิทยุ โทรทัศน์ สื่อวิทยุ โทรทัศน์",
          "map": "https://g.page/advocrazy?share"
        }
      ],
      "articles": [
        "เนื่องจากฝึกงานผ่านออนไลน์ทำให้ต้องทำงานที่บ้าน แต่ได้ทำงานกับเพื่อนๆจึงไม่รู้สึกกดดันและปรับตัวได้ไม่ยาก การทำงานสามารถปรึกษากับเพื่อนได้ ถึงจะฝึกทางออนไลน์แต่ก็ได้ประโยชน์มาก เช่น กราฟิก รู้จักการเรีบนรู้ให้คิดนอกกรอบ มีสไตล์เป็นของตนเองชัดขึ้น และยังสามารถนำไปปรับใช้ในชีวิตประจำวันเพื่อที่จะยื่นพอร์ตเข้ามหาวิทยาลัย สามารถนำไปประยุกต์ใช้ได้หลายอย่าง"
      ],
      "conclusion": ["ได้รู้เรื่องการทำงานมากขึ้น สามารถนำไปต่อยอดได้"]
    },
    "kornkrit-satit": {
      "id": 12,
      "name": "นายกรกฤต สถิตย์",
      "major": "IMT - Innovative Multimedia Technology",
      "position": "Game Design",
      "category": "gamedevelopment",
      "gallerySize": 5,
      "display": "D",
      "media": "image",
      "email": "fujixz123@gmail.com",
      "company": [
        {
          "name": "Innova Interactive Studio",
          "description": "บริษัทของผมทำงานเกี่ยวกับสื่อ Interactive เช่น AR VR เกม etc. ",
          "map": "https://goo.gl/maps/1oE2JMmKC8Xn6ZxC9"
        }
      ],
      "articles": [
        "ผมไปฝึกงานในด้าน Game Design ช่วงแรกที่ไปฝึกงานผมฝึกเกี่ยวกับการสื่อสารระหว่างบุคคลคือเน้นให้สนิทกับคนในบริษัท พอเข้าสู่สัปดาห์ที่ 2 ผมก็เริ่มได้รับงานเกี่ยวกับเกมดีไซน์ เช่น ออกแบบด่านและวิธีเล่น นอกจากนั้น ผมยังได้รับการฝึกวิชาการทำ Partical และ เขียน Doc มาด้วยซึ่งเป็นประโยชน์มากๆในการเรียนในรายวิชาที่โรงเรียน",
        "ความประทับใจคือพี่ๆทุกคนใจดีและสบายกันมาก บรรยากาศไม่เครียดมีแมวด้วยแต่ผมแพ้แมว การปรับตัวที่ยากที่สุดคือแหล่งอาหารที่นั่นหายากมากมีแต่ 7-11 ที่กินได้ผมสามารถรู้สึกถึงคำว่าขาดสารอาหารได้เลย แต่ยังโชคดีที่เพื่อนผมสั่ง Grab เป็นเลยยังมีโอกาสที่ได้กินข้าวแบบข้าวจริงๆ"
      ],
      "conclusion": [
        "ผมได้รับความรู้ในการเขียน Document ให้อ่านเข้าใจง่ายการทำ Unity เบื่องต้นและการออกแบบ Partical การทำงานในระดับที่เป็นองค์กรและที่สำคัญที่สุดคือออกแบบเกมยังไงให้น่าสนใจและน่าดึงดู ซิ่งเป็นประสบการที่หาได้ยากมากสำหรับเด็กมัธยม",
        "หลังจากฝึกงานเสร็จทำให้ผมมีกำลังใจในการใช้ชีวิตต่อเพราะว่าการทำงานนี้ทำให้ผมรู้ว่าชีวิตนี้ยังอีกยาวไกลยังมีเวลาให้คนเราอีกมากมายในการหาความรู้ในสิ่งที่ชอบ"
      ]
    },
    "nateepas-lertwongpreecha": {
      "id": 13,
      "name": "นายณธีพัฒน์ เลิศวงศ์ปรีชา",
      "major": "IMT - Innovative Multimedia Technology",
      "position": "creative",
      "category": "production",
      "gallerySize": 5,
      "display": "F",
      "media": "image",
      "email": "nateepas9@gmail.com",
      "company": [
        {
          "name": "DIGIT TRIBE COMPANY (บริษัท ดิจิท ไทรบ์ จำกัด)",
          "description": "เอเจนซี่โฆษณาออนไลน์",
          "map": "https://goo.gl/maps/rocu1PCustdUNsbGA"
        }
      ],
      "articles": [
        "พี่ๆที่ทำงานที่บริษัททุกคนใจดีมาก พร้อมที่จะช่วยเหลือถ้าผมมีปัญหาหรือคำถาม ทำให้บรรยากาศดูสบายๆและเป็นกันเองมาก ผมได้รับมอบหมายงานหลายอย่าง ส่วนใหญ่จะเป็นการช่วยค้นหาข้อมูลในงานต่างๆ ในระหว่างการฝึกงานสิ่งที่น่าประทับใจที่สุดคือบรรยากาศในการทำงานที่อบอุ่นและไม่มีความกดดันซึ่งเป็นสิ่งที่ผมประทับใจมากที่สุด"
      ],
      "conclusion": [
        "ได้เรียนรู้เกี่ยวกับการทำงานในบริษัทการวางแผนต่าง ๆ ก็รัดกุมมากขึ้น ได้รู้เทคนิคเกี่ยวกับการค้นหาข้อมูลมากขึ้น การวางแผนในการทำงานการทำงานเป็นทีม และที่สำคัญที่สุดคือได้พบประสบการณ์การทำงานของจริง"
      ]
    },
    "nuntapop-thavornwanchai": {
      "id": 14,
      "name": "นายนันทภพ ถาวรวันชัย",
      "major": "IMT - Innovative Multimedia Technology",
      "position": "Graphic Designer",
      "category": "design",
      "gallerySize": 5,
      "display": "D",
      "media": "image",
      "email": "nuntapop.th@gmail.com",
      "company": [
        {
          "name": "แอดโวเครซี่ จำกัด",
          "description": "บริษัท แอดโวเครซี่ จำกัด บริษัท Agency รับงานเกี่ยวกับการโฆษณา การทำโฆษณาลงโซเชียลมีเดีย ตัดต่อวิดิโอ ทำกราฟิก ",
          "map": "https://g.page/advocrazy?share"
        }
      ],
      "articles": [
        "การปรับตัวในการทำงานของผมค่อนข้างแปลกใหม่เพราะเป็นการฝึกงานแบบ work from home ซึ่งตอนแรกค่อนข้างปรับตัวยากเพราะส่วนตัวอยากฝึกงานที่บริษัทมากกว่า เพราะได้ประสบการณ์จริงมากกว่า ตอนแรกที่เริ่มฝึกงาน ตื่นเต้น และกดดันตัวเอง แต่พอได้ลองคุยกับพี่ ๆ ที่ฝึกงานแล้ว พี่ ๆ ใจดีมาก สอนเกี่ยวกับการจัดการงาน วางแผนการทำงาน การออกแบบให้ดูน่าสนใจ และ ดึงดูดผู้คนให้มาดูงานของเรา การวางองค์ประกอบของงาน พี่ ๆ สอนและให้ลองศึกษางานจากแหล่งต่าง ๆ และนำมาปรับใช้ในงานของเรา ประทับใจการทำงานพี่ ๆ เป็นกันเอง มีปัญหาอะไรพี่ ๆ เขาก็ช่วยแนะนำงานและปรับงานให้งานเราดีขึ้น ได้ประสบการณ์การทำงานที่ทำงานของบริษัทจริง ๆ "
      ],
      "conclusion": [
        "ได้รับประสบการณ์ที่ดีและ ได้แนวคิดการทำงานที่แปลกใหม่ให้งานของเราดูน่าสนใจ และได้ฝึกการพูดการนำเสนองานให้ลูกค้าฟัง ฝึกการกล้าพูดกล้าแสดงออก ฝึกการคิดงาน การวางแผน การทำงานเป็นทีม และ ได้ความรู้นอกเนื้อจากตำแหน่งตัวเอง เช่น การทำงานตัดต่อนอกเนื่องจากตำแหน่งตัวเอง มีผู้เชี่ยวชาญการทำ 3D มาบรรยายงานให้ฟังและได้ทำงานหลากหลาย ได้รับประสบการณ์จริงจากการทำงานจริง"
      ]
    },
    "wachiravit-kornvathin": {
      "id": 15,
      "name": "นายวชิรวิชญ์ กรวาทิน",
      "major": "IMT - Innovative Multimedia Technology",
      "position": "Creative",
      "category": "production",
      "gallerySize": 5,
      "display": "E",
      "media": "image",
      "email": "brightkornvathin@gmail.com",
      "company": [
        {
          "name": "นิวเมอร์ลิน จำกัด",
          "description": "รับจ้างงานสิ่งพิมพ์ โบรชัวร์ หนังสือ แค็ตตาล็อค",
          "map": "https://goo.gl/maps/abHGYDTnZeogwy1n6"
        }
      ],
      "articles": [
        "ตอนแรกผมรู้สึกไม่ค่อยมั่นใจเพราะผมฝึกงานออนไลน์และไม่เคยทำงานตำแหน่งCreativeมากก่อนแต่พอได้เจอพี่ๆเขาทำให้รู้สึกดีขึ้นเพราะพี่ๆเขาจะบอกจุดที่เราควรทำมุมมองในความคิดและงานCreativeต้องทำอะไรบ้าง",
        "ประทับใจที่ได้ความรู้เกี่ยวกับเรื่องCreativeเพราะพี่ ๆ ได้ให้ลองคิดงานเพื่อมานำเสนอความคิดกันและนำไปขายงานให้ลูกค้าเวลาฝึกงานเราได้มาระดมความกันเพื่อตีโจทย์ของลูกค้าเพื่อทำให้งานออกมาดีที่สุดพี่ ๆ คอยสอนวิธีการคิดให้เสมอว่าอันไหนต้องทำยังไง",
        "การปรับตัว: ไม่ยากเพราะพี่ ๆ เป็นกันเองมาก ๆ ใจดีและคอยสอนงานอยู่ตลอด",
        "บรรยากาศ: ผมฝึกงานออนไลน์ไม่ค่อยได้รับบรรยากาศมากมายอะไรมาก"
      ],
      "conclusion": [
        "ผลที่ได้จากการฝึกงานคือผมได้ความรู้ใหม่ ๆ ที่โรงเรียนไม่สามารถให้ได้, ได้ทดลองทำงานจริงในสถานการณ์จริงได้ร่วมงานกับคนอื่นที่ไม่ใช่เพื่อน ได้ทักษะประสบการณ์ทาง Creativeเช่น คิดไอเดียงาน World Antimicrobial Awareness Week จากความรู้ที่ได้หลังการฝึกงานทำให้ผมมีPortfolio เพื่อเข้ามหาวิทยาลัยและอย่างสุดท้ายที่ผมได้คือความรับผิดชอบการตรงต่อเวลาในการทำงาน"
      ]
    },
    "pakin-yeephu": {
      "id": 16,
      "name": "นายภคิน ยี่ภู่",
      "major": "IT - Information Technology",
      "position": "Helpdesk",
      "category": "programming",
      "gallerySize": 5,
      "display": "E",
      "media": "image",
      "email": "Pakin.yp@gmail.com",
      "company": [
        {
          "name": "สถาบันวิจัยวิทยาศาสตร์การแพทย์ทหาร (USAMD-AFRIMS)",
          "description": "บริษัททำงานวิจัยด้านการแพทย์และการทดลองเกี่ยวกับไวรัสต่างๆ ซึ่งเป็นการรร่วมมือะหว่าง ประเทศไทยและสหรัฐอเมริกา",
          "map": "https://goo.gl/maps/82teZToXVLp7vHDi9"
        }
      ],
      "articles": [
        "ในตอนแรกนั้นผมรู้สึกกดดันและตื่นเต้นเป็นอย่างมากที่จะได้มาทำงานในองค์กรเกี่ยวกับการทหารของสหรัฐอเมริกา ซึ่งเป็นที่รู้ดีว่าทางอเมริกานั้นให้ความสำคัญกับด้านความปลอดภัยทางไซเบอร์เป็นอย่างมาก พอผมได้มีโอกาสเข้าไปศึกษาดูงานและมีส่วนร่วมในการทำงานหลาย ๆ อย่าง",
        "ทำให้ผมมองเห็นรูปแบบและวิธีการรักษาความปลอดภัยทั้งด้าน Hardware และ Software ที่มีประสิทธิภาพและรัดกุมอย่างที่ผมไม่สามารถเห็นได้จากโรงเรียนเลย ผมมีโอกาสสัมผัสการทำงานจริง ๆ กับอุปกรณ์และการเขียนโปรแกรมเน็ตเวิร์คให้องค์กร ทำให้ผมเห็นภาพการทำงานของHardwareแต่ละตัวเพิ่มมากขึ้น  ซึ่งงานและอุปกรณ์บางอย่างนั้นไม่อาจหาได้จากในโรงเรียน ทางพี่ ๆ และหัวหน้าฝึกงานของผมนั้นให้โอกาสผมเป็นอย่างมากให้ผมได้มีส่วนร่วมกับการทำงานด้านความปลอดภัยหลาย ๆ  งานที่ผมได้รับส่วนใหญ่เป็นงานที่เปิดโอกาสให้ผมได้พัฒนาตัวเองเป็นอย่างมาก เช่น การที่ผมได้รู้จักการใช้อุปกรณ์Hardware Softwareต่างๆ การได้เรียนรู้จากการแก้ไขปัญหาทางNetworkในองค์กร การได้แก้ไขปัญหาเกี่ยวกับคอมพิวเตอร์ของพนักงานในองค์กร รวมถึงสอนความรู้ใหม่ ๆ ที่ผมไม่สามารถหาได้จากโรงเรียนและผมได้เข้าใจการทำงานในชีวิตจริง ผมได้เรียนรู้หลายสิ่งหลายอย่างเป็นอย่างมากในการทำงานในระยะเวลาอันสั้นนี้ ผมได้เรียนรู้จากข้อผิดพลาดและได้เรียนรู้ที่จะพึ่งพาและแก้ไขปัญหานั้นด้วยตัวเองและการปรับตัวเข้ากับผู้คนได้รับประสบการณ์มากมายเกินกว่าที่ผมจะหาได้ในโรงเรียน"
      ],
      "conclusion": [
        "อย่างที่ผมได้เขียนไปข้างต้นผมได้รับความรู้และประสบการณ์ต่าง ๆ อย่างที่โรงเรียนไม่สามารถให้ผมได้ ถึงผมจะรู้ตัวเองมาตลอดว่าเส้นทางในการเรียนสายคอมพิวเตอร์และการทำงานด้านITนั้นไม่ใช่สิ่งที่ผมถนัดมาตลอด แต่ประสบการณ์ที่ผมได้จากการฝึกงานนั้นทำให้ผมได้รู้ในหลาย ๆ เรื่องที่มากกว่าการทำงานด้านคอมพิวเตอร์มากมายไม่ว่าจะเป็น การรู้จักการทำงานตามหน้าที่ของตนเอง การทำงานในองค์กรร่วมกับผู้อื่น การแก้ไขปัญหาเฉพาะหน้า  และที่สำคัญที่สุดสิ่งเหล่านี้มักเป็นสิ่งที่โรงเรียนพร่ำสอนและบอกเราอยู่เสมอ แต่เราไม่เคยได้รับโอกาสในการเรียนรู้สิ่งเรานี้ด้วยตนเอง การได้รับประสบการณ์จริงจากการฝึกงานทำให้ผมได้เห็นถึงความสามารถของตนเองว่าเราสามารถทำงานในสถานการณ์จริงได้ดีขนาดไหน ความรู้ของเรานั้นสามารถใช้ในการทำงานในองค์กรจริง ๆ ในชีวิตจริง ๆ ได้เพียงพอหรือไม่และยิ่งทำให้ผมแน่ใจว่าเราเหมาะที่จะทำงานด้านนี้ต่อไปในอนาคตหรือไม่ ผมจะไม่มีทางรู้เรื่องเหล่านี้ได้เลยถ้าหากว่าโรงเรียนไม่ให้โอกาสผมในการออกมาทำงานในสถานที่จริง การได้ออกมารับประสบการณ์จากภายนอกทำให้ผมได้รู้ว่า ในอนาคตหากผมต้องเลือกอาชีพในการทำงานในอนาคต ผมต้องมีความสามารถที่โดดเด่น สามารถสื่อสารข้อมูลได้อย่างครบถ้วน สามารถเป็นผู้นำและผู้ตามที่ดีในการทำงาน กล้าเสนอความคิดเห็น มีความรับผิดชอบ สามารถนำความรู้และประสบการณ์มาแก้ไขปัญหาเฉพาะหน้าได้ และสามารถเรียนรู้และปรับตัวตามโลกในปัจจุบันและคาดเดาสิ่งที่จะเกิดขึ้นในอนาคตเพื่อที่จะทำให้ตัวเราเองและในองค์กรที่เราทำงานอยู่ด้วยสามารถเดินหน้าต่อไปได้ในโลกที่แสนวุ่นวายและผันผวนตลอดเวลา และการฝึกงานครั้งนี้ยังทำให้ผมได้รู้ว่าแต่ละคนในองค์กรล้วนมีหน้าที่สำคัญเป็นของตนเอง มีหน้าที่ที่ตนเองต้องรับผิดชอบ  และต้องทำหน้าที่ที่ได้รับมอบหมายมานั้นให้ดีที่สุด เราทุกคนล้วนมีส่วนสำคัญในองค์กร เพราะฉะนั้นหากเราทำงานและเกิดข้อผิดพลาดและไม่แก้ไข อาจจะส่งผมกระทบไปสู่คนอื่น ๆ และอาจจะส่งผลกระทบไปสู่ความมั่นคง และความปลอดภัย ขององค์กร",
        "ท้ายที่สุดผมขอขอบคุณทางโรงเรียนและสถาบันวิจัยวิทยาศาสตร์การแพทย์ทหารเป็นอย่างมาก ที่ให้ผมมีโอกาสได้เรียนรู้สิ่งใหม่ๆ"
      ]
    },
    "pasin-boonapai": {
      "id": 17,
      "name": "นายพศิน บุญอภัย",
      "major": "IMT - Innovative Multimedia Technology",
      "position": "Video Editor",
      "category": "production",
      "gallerySize": 5,
      "display": "F",
      "media": "image",
      "email": "phoonnithi@gmail.com",
      "company": [
        {
          "name": "แอดโวเครซี่ จำกัด",
          "description": "บริษัท แอดโวเครซี่ จำกัด บริษัท Agency รับงานเกี่ยวกับการโฆษณา การทำADSลงโซเชียลมีเดีย ตัดต่อวิดิโอ ทำกราฟิก ",
          "map": "https://g.page/advocrazy?share"
        }
      ],
      "articles": [
        "หลังจากที่ได้ไปฝึกงานมาผมได้รู้การทำงานที่เป็นระบบมากขึ้นได้คุยกับคนที่ได้ทำงานในสายงานนั้นจริง ได้รับความรู้มากขึ้นจากพี่ๆ ถ้าไม่รู้เรื่องอะไรก็สามารถถามได้ ช่วงแรกพี่ ๆ ก็จะพยายามทำความรู้จักกัน พอผ่านไปสักพักก็จะเริ่มมอบหมายงานให้เราได้ทำ มีหลากหลายงานให้ได้ทำ เช่น ได้ออกแบบโฆษณาสินค้าต่างๆ หรือ โฆษณาในเทศกาลสงกรานต์ ให้คิดแนวคิดต่างๆ พี่ ๆ ก็จะสอนสิ่งใหม่ ๆ ที่หาไม่ได้จากในห้องมาสอนเราทำให้เรามีแนวคิดในการทำงานมากขึ้นหลังจากได้ทำงานมาสักพักก็สามารถปรับตัวในการทำงานกับพี่ๆ ในการประชุมทุกครั้งก็จะมีการคุยกันเรื่องปัญหาในการทำงานและช่วยกันแก้ไขปัญหาทำให้สามารถทำงานต่อไปได้"
      ],
      "conclusion": [
        "ได้รับประสบการณ์ในการทำงานได้ฝึกที่ไม่ใช้ทั้งสายตัวเองและได้ฝึกของตัวเองได้พัฒนาการตัดต่อคลิปวิดีโอได้ดีขึ้นไปอีก รู้เทคนิคต่าง ๆ เพิ่มเติม เช่น ได้งานด้านโฆษณาที่ได้เคยทำมาก่อน ได้ตัดต่อวิดีโอที่พอได้อยู่แล้วได้คำแนะนำเพิ่มเติม นอกจากความรู้แล้วผมยังได้ฝึกให้เป็นคนตรงต่อเวลาในการส่งงาน การทำงานเป็นทีม ฝึกความเร็วในการทำงาน ความรอบคอบในการทำงาน เพื่อให้งานถูกต้องมากขึ้น"
      ]
    },
    "poomparin-dejwikai": {
      "id": 18,
      "name": "นายภูมิผลิน เดชวิกัย",
      "major": "IMT - Innovative Multimedia Technology",
      "position": "Sound engineer",
      "category": "production",
      "gallerySize": 5,
      "display": "E",
      "media": "image",
      "email": "mingjigjigo@gmail.com",
      "company": [
        {
          "name": "Ze'-alots boutique post production",
          "description": "เป็นบริษัทที่ทำงานเกี่ยวกับงาน Post production แทบจะทุกด้าน เช่น COLOR GRADING , EDITING , CGI & VFX และ SOUND STUDIO ",
          "map": "https://goo.gl/maps/kGXrg7N1FHwiZoXeA"
        }
      ],
      "articles": [
        "ผมค่อนข้างประทับใจกับพี่ ๆ หลาย ๆ คนที่บริษัททุกคนใจดีมากปรึกษาได้ทุกเรื่องเลย ผมได้ความรู้มากมายจากการทำงานและได้ใช้อุปกรณ์เครื่องมือต่างๆ ที่มีคุณภาพอย่างมากในสายอาชีพในช่วงฝึกงานผมได้ประสบการณ์ทำงานด้านโฆษณาและมีโอกาสได้ทำงานซีรีส์ ถ้าผมไม่เข้าใจพี่ ๆ ทุกคนก็พร้อมช่วยแนะนำและสอนสิ่งใหม่ ๆ ให้กับผม ผมได้แนวคิดและเทคนิคมากมายทั้งเรื่องของการทำงานและเรื่องของการใช้ชีวิต ได้พูดคุยเพื่อนร่วมงานใหม่ๆมากขึ้น ในช่วงแรก ๆ ที่มาฝึกงาน ผมยังไม่ค่อยได้ทำงานจริง ๆ จัง ๆ ส่วนใหญ่จะคอยสังเกตการทำงานของพี่ ๆ ไปก่อนและหลังจากผ่านไปประมาณหนึ่งสัปดาห์พี่ ๆ เขาก็ค่อยให้ผมเริ่มฝึกตัดงานโฆษณาฝึกการใช้อุปกรณ์ต่างๆ ภายในห้องทำงานจนผมได้เริ่มทำงานมากขึ้นเรื่อยๆ และงานที่ได้รับมอบหมายมาจะเป็นงานประเภท TVC (Television Commercial) หรือ โฆษณาโทรทัศน์ เป็นส่วนใหญ่ และการเดินทางที่อยู่ของบริษัทค่อนข้างสะดวกเพราะสามารถไปทางรถไฟฟ้าได้การทำงานส่วนใหญ่ บรรยากาศในการทำงานไม่ค่อยเครียดกันนักส่วนมากสนุกกับการทำงานกันทั้งนั้นและผมมีความสุขมาก ๆ ที่ได้มีโอกาสไปฝึกงานที่นี้"
      ],
      "conclusion": [
        "ผมได้รับความรู้ความเข้าใจอย่างมากและได้ประสบการณ์ที่ดีมาจากการทำโฆษณาและซีรีส์จากบริษัท ได้รู้การทำงานจริง ๆ และได้รู้แนวคิดเกี่ยวกับการทำงาน แนวคิดการใช้ชีวิตหรือประสบการณ์จากพี่ ๆ ที่บริษัท  ได้รู้จักการทำงานเป็นทีม การทำงานให้ตรงต่อเวลา การรับผิดชอบงานที่ได้รับมอบหมาย"
      ]
    },
    "paramet-phetchana": {
      "id": 19,
      "name": "นายปรเมษฐ์ เพชรชนะ",
      "major": "IMT - Innovative Multimedia Technology",
      "position": "Editor",
      "category": "production",
      "gallerySize": 5,
      "display": "F",
      "media": "image",
      "email": "omsinza01@gmail.com",
      "company": [
        {
          "name": "Cool Kids Thailand Co.,Ltd.",
          "description": "บริษัท agency, เปิดเพจfacebook, แชนแนลyoutube",
          "map": "https://goo.gl/maps/j145DVmQABLDjtdj8"
        }
      ],
      "articles": [
        "ผมได้ไปฝึกงานที่บริษัท Cool Kids Thailand Co.,Ltd. ซึ่งผมได้ประสบการณ์หลายอย่างมากทั้งการทำงานเป็นทีม,การตรงต่อเวลา, การที่ได้ทำงานจริง ไม่ว่าจะเป็นการตัดต่อวิดีโอ การไลฟ์สด การจัดรายการ ส่วนตัวผมเป็นคนที่ค่อนข้างเข้ากับคนง่ายจึงทำให้ผมสามารถสื่อสารและทำงานกับพวกพี่ ๆ ในทีมได้ดี และพวกพี่ ๆ ก็ใจดีกับผมมาก แต่เมื่อถึงเวลาทำงานทุกคนจะกลับสู่โหมดจริงจังทันที ส่วนบรรยากาศในการทำงานด้วยความที่พวกพี่ ๆ และงานที่ผมต้องรับผิดชอบนั้นต้องใช้ความคิดสร้างสรรค์สูงมาก ๆ พวกพี่จึงพยายามทำทุกอย่างเพื่อไม่ให้เครียดและสิ่งที่ผมประทับใจอีกอย่างก็คือพวกพี่ ๆ เขาดูแลดีมากทั้งการพาไปทำกิจกรรมหลังเลิกงาน, พาไปกินเลี้ยงและอีกมากมาย ผมรู้สึกดีและขอบคุณบริษัท Cool Kids Thailand Co.,Ltd. มาก ๆ ครับที่รับผมเข้าฝึกงานและทำให้ผมเรียนรู้อะไร ๆ หลายอย่างผมมีความสุขมากที่ได้ฝึกงานที่นี้"
      ],
      "conclusion": [""]
    },
    "supratouch-suwatno": {
      "id": 20,
      "name": "นายศุภธัช สุวัฒโน",
      "major": "IT - Information Technology",
      "position": "Health Informic",
      "category": "programming",
      "gallerySize": 5,
      "display": "D",
      "media": "image",
      "email": "nonggus_supratouch@gmail.com",
      "company": [
        {
          "name": "Siriraj Informatics and Data Innovation Center",
          "description": "ทำหน้าที่ดูแลและวิจัยข้อมูลต่างๆเพื่อปฏิรูปองค์กร อันนำไปสู่การพัฒนาการให้บริการทางการแพทย์ การศึกษาและการวิจัยด้านการแพทย์ ตามแผนยุทธศาสตร์ของคณะแพทยศาสตร์ศิริราชพยาบาล",
          "map": "https://goo.gl/maps/XuwipEJbyB4a3A3C9"
        }
      ],
      "articles": [
        "ในวันแรกๆที่ได้เข้าไปฝึกงานในศูนย์สารสนเทศและนวัตกรรมข้อมูลศิริราชนั้น พี่ๆต้อนรับผมด้วยความอบอุ่นมาก พี่ๆได้ถามผมถึงมหาลัยที่ผมจะเข้าและสิ่งที่ผมอยากจะฝึก พี่ๆจะได้หางานและคนที่เหมาะสมมาคุยด้วย ระหว่างฝึกงานนั้นเองผมก็ได้เรียนรู้อะไรใหม่มากมายในด้าน Frontend งานแต่ละชิ้นที่พี่ๆให้ผม มักท้าทายและต้องการความรู้ในส่วนใหม่เสมอ การฝึกงานของผมนัันเองเป็นการเรียนสิ่งใหม่ ฝึกฝนในสิ่งที่มีและ ลงมือจริงนั้นเอง ระหว่างการทำงานนั้นเองผมก็จะเห็นพี่ๆของผมยุ่งกันเป็นส่วนใหญ่ และที่ผมแปลกใจมากตือที่นี่ประชุมกันเยอะมาก การที่ผมได้เห็นพวกพี่ๆทำงานนั้นเองทำให้ผมเข้าใจถึงความเป็นมืออาชีพของพี่ๆ การฝึกงานครั้งแรกของผมนั้น นับว่าเป็นประสบการณ์ที่ผมบอกได้เลยว่าหาไม่ได้จากการเรียนรู้ในห้องเรียนหรือการเรียนออนไลน์อย่างแน่นอน"
      ],
      "conclusion": [
        "การฝึกงานในครั้งแรกของผมนี้นั้น ได้มอบหลายอย่างให้ผม ผมได้เรียนรู้การทำงานร่วมกันแบบทีม ได้รับความรู้และเทคนิคในการทำงานอีกมากมาย ฝีมือและแนวคิดที่ผมได้จากการฝึกงานในครั้งนี้ผมจะนำไปพัฒนาในและต่อยอดในอนาคต"
      ]
    },
    "naphat-suangameiam": {
      "id": 21,
      "name": "นายณภัทร เสืองามเอี่ยม",
      "major": "IT - Information Technology",
      "position": "Cyber Security Analyst",
      "category": "programming",
      "gallerySize": 5,
      "display": "D",
      "media": "image",
      "email": "konnxphat@hotmail.com",
      "company": [
        {
          "name": "R V Connex Co., Ltd.",
          "description": "บริษัท R V Connex Co., Ltd. เป็นบริษัทของไทยที่ทำเกี่ยวกับอุปกรณ์การรบและการป้องกันทั้งทางกายภาพและทางไซเบอร์ โดยมีการทำงานร่วมกันกับหน่วยงานรัฐบาลและหน่วยงานในต่างประเทศ",
          "map": "https://goo.gl/maps/Lc7TCoyFJNi4Cp6T9"
        }
      ],
      "articles": [
        "ตอนแรกมีความกังวลว่าจะทำได้ไม่ดีเนื่องจากไม่ค่อยมีความรู้ด้านนี้ แต่พอได้เริ่มฝึกงานก็มีพี่ๆที่คอยดูแลอย่างดี สอนทุกขั้นตอนตั้งแต่พื้นฐาน คอยให้คำปรึกษาอยู่เสมอ มีปัญหาอะไรพี่ๆก็ช่วยเหลือตลอด",
        "ช่วงที่เริ่มฝึกงานก็ต้องปรับตัวอยู่ประมาณหนึ่ง เนื่องจากต้องทำงานกับคนต่างวัย ต้องมีมารยาทและกล้าพูดคุยมากขึ้น การทำงานในบริษัทมีความจริงจังและเป็นทางการมากกว่าห้องเรียน กฎระเบียบต่างๆจึงต้องเรียนรู้และปฏิบัติตาม",
        "ถึงแม้สถานการณ์ COVID-19 จะรุนแรงในช่วงฝึกงาน แต่ก็ได้ฝึกแบบ On Site ตามปกติตลอด 36 วัน บรรยากาศในออฟฟิศก็จะใกล้ชิดกับพี่ๆมาก พี่ๆ เป็นกันเอง ไม่กดดัน คอยสอนงานอยู่ตลอด ได้ช่วยงานพี่ๆ และในบางวันได้ไปดูงานในแผนกอื่นอีกด้วย"
      ],
      "conclusion": [
        "การได้ไปฝึกงานในครั้งนี้ทำให้ผมได้รับความรู้และประสบการณ์ใหม่ๆที่ไม่สามารถหาได้จากโรงเรียน ตัวอย่างเช่น วิธีการรักษาความปลอดภัยทางไซเบอร์ วิธีการโจมตีเครือข่าย เป็นต้น และความรู้ที่ได้รับก็เป็นความรู้ที่สามารถนำไปใช้งานได้จริงรวมถึงนำไปต่อยอดได้อีกด้วย",
        "เนื่องจากผมฝึกในตำแหน่ง Cyber Security ซึ่งเป็นอะไรที่ค่อนข้างใหม่สำหรับผมเพราะผมแทบไม่เคยรู้เรื่องนี้มาก่อนเลย พอได้มาฝึกจริงก็ได้ศึกษาอะไรใหม่ๆและเข้าใจมากขึ้น ทำให้ผมตระหนักถึงความปลอดภัยทางไซเบอร์มากขึ้น รู้ถึงอันตรายในโลกไซเบอร์เยอะขึ้น รวมถึงรู้วิธีการป้องกันตัวเองอย่างไรให้ปลอดภัยจากการโจมตีทางไซเบอร์",
        "และนอกเหนือจากความรู้ความสามารถที่ได้แล้ว ยังได้ฝึกการเข้าสังคม การทำงานร่วมกับคนต่างวัย การทำงานที่ต้องใช้ความจริงจังมากขึ้น และยังกล้าคิดกล้าแสดงออกมากขึ้นอีกด้วย"
      ]
    },
    "wichayada-chamnansil": {
      "id": 22,
      "name": "นางสาววิชญาดา ชำนาญศิลป์",
      "major": "IT - Information Technology",
      "position": "Cyber Security Analyst",
      "category": "programming",
      "gallerySize": 5,
      "display": "F",
      "media": "image",
      "email": "Wichayada2015@gmail.com",
      "company": [
        {
          "name": "R V Connex Co., Ltd.",
          "description": "บริษัท R V Connex Co., Ltd. เป็นบริษัทไทยที่ทำงานอยู่ในแวดวงของการรบ การป้องกัน และความปลอดภัยทางไซเบอร์ โดยมีการทำงานร่วมกันกับรัฐบาลและบริษัทต่างประเทศมากมาย",
          "map": "https://goo.gl/maps/Lc7TCoyFJNi4Cp6T9"
        }
      ],
      "articles": [
        "ในวันแรกที่ได้เริ่มฝึกงาน เราตื่นเต้นที่จะได้รู้จักกับพี่ๆทุกคนและทำงานอะไรใหม่ๆมาก เนื่องจากความที่เราเป็นเด็ก พี่ๆก็ดูจะตกใจกันเพราะไม่เคยเห็นเด็กมัธยมฝึกงานมาก่อน ในช่วงแรกของการฝึกงาน พี่เขาก็จะมีสอนปรับพื้นฐานความรู้ด้านความปลอดภัยทางไซเบอร์ พาไปรู้จักคนอื่นๆในบริษัท ทำแบบทดสอบวัดพื้นฐานทางไซเบอร์ และก็พาไปทำบัตรพนักงาน ช่วงแรกๆก็มีเกร็งเล็กน้อยเพราะทำงานร่วมกับคนต่างวัยเป็นครั้งแรก แต่หลังจากที่ปรับตัวได้ก็ไม่มีปัญหา   เพราะพี่ๆทุกคนใจดีมาก คอยให้ความช่วยเหลือและแนะนำตลอด",
        "บรรยากาศในการทำงานก็จะเป็นงานแบบชิลๆ สบายๆ เพราะทุกคนอยู่กันเหมือนเป็นครอบครัว คุยเล่นได้ทุกเรื่อง เวลาพี่ๆมีงานอะไรเข้ามาก็จะคอยสอนอธิบายอย่างละเอียดเป็น case study ให้เราดู อย่างเช่น มีคอมพิวเตอร์เครื่องหนึ่งในบริษัทโดนแฮ็ค พี่เขาก็เปิดระบบหลังบ้านให้ดูว่าเกิดอะไรกับคอมเครื่องนั้นบ้าง ทำให้ได้เห็นว่าเจ้าของเครื่องคอมพิวเตอร์นั้นได้รับเมลล์แปลก และได้ทำการคลิกเข้าไป จึงทำให้มัลแวร์เข้ามาในเครื่องได้ ซึ่งเจ้าของเครื่องก็บอกว่าบางทีเม้าส์ก็ขยับเอง และไฟล์งานไม่สามารถaccessได้"
      ],
      "conclusion": [
        "ได้รับความรู้ทางด้านคอมพิวเตอร์แบบ overall เพราะ cyber security คือศาสตร์ของคอมพิวเตอร์ที่รวมกันทุกแขนง ดังนั้นจึงทำให้เรามองภาพของระบบคอมพิวเตอร์ทั้งหมดได้มากขึ้น และการมาฝึกงานในทางด้านนี้ทำให้เรามองเห็นภาพของ cyber security เปลี่ยนไปจากเดิม เพราะ cyber ไม่ได้มีแค่การ hack คอมพิวเตอร์เครื่องอื่น แต่เป็นระบบรักษาความปลอดภัยที่ถูกวางเป็นระบบมาอย่างดี ซึ่งสายนี้ไม่ค่อยถูกเป็นที่พูดถึงในไทยนัก",
        "นอกจากนี้ยังทำให้เราได้เรียนรู้การทำงานในระบบบริษัท ได้เห็นภาพของการทำงานเป็นองค์กร ได้ฝึกความรับผิดชอบ และทักษะการปรับตัวเข้ากับสังคมใหม่ๆด้วย"
      ]
    },
    "pichamon-wiangsamut": {
      "id": 23,
      "name": "นางสาวพิชามญชุ์ เวียงสมุทร",
      "major": "IT - Information Technology",
      "position": "management trainee",
      "category": "programming",
      "gallerySize": 5,
      "display": "E",
      "media": "image",
      "email": "filmmy2018@gmail.com",
      "company": [
        {
          "name": "mom mom mom จำกัด",
          "description": "ทำธุรกิจเชิงพาณิชย์",
          "map": "https://goo.gl/maps/SiE92HfXPkC1cWFMA"
        }
      ],
      "articles": [
        "เนื่องจากเป็นช่วงที่เราพึ่งกลับมาจากแลกเปลี่ยน โครงการ 2 + 1 One Year Abroad - MOU Program โรงเรียนสาธิตประสานมิตร แผนกมัธยม และเป็นช่วงคาบเกี่ยวกับเหตุการณ์covid-19 เลยได้มาฝึกที่บริษัทนี้ และเป็นการฝึกแบบ work from home งานที่ฝึกจะเป็นการทำพวก business ต่างๆ ไม่ว่าจะเป็น bussiness plan, marketing plan และ finalcial plan และนอกเหนือจากนั้นก็จะมีการทำเว็บไซต์, การทำเพจfacebook และการทำ content",
        "สิ่งที่ประทับใจก็คือ ผลงานที่เราทำขึ้นมาก็ได้ใช้จริงๆ ทำให้มีลูกค้าเข้ามาติดต่อในเพจเพิ่มมากขึ้น รู้สึกดีใจที่ผลงานได้ใช้จริงๆ ทำให้ธุรกิจสามารถไปต่อได้ ถึงแม้ว่าจะเป็นธุรกิจเล็กๆ ก็ตาม",
        "ขออนุญาตฝากเพจด้วยนะคะ สามารถไป like & follow กันได้นะคะ ! https://www.facebook.com/silkiebychubbychicken"
      ],
      "conclusion": [
        "สิ่งที่ได้จากการเรียนรู้ในการฝึกงาน 140 ชั่วโมงที่ผ่านมา ทำให้ได้เรียนรู้สิ่งต่าง ๆ มากมายไม่ว่าจะเป็นการเรียนรู้เกี่ยวกับด้าน Marketing และนอกจากนี้ยังได้ฝึกพัฒนาทักษะของตนเองในด้านการทำงานที่ได้รับมอบหมายให้สำเร็จรุร่วงตามแพลนที่วางไว้ ได้ฝึกความเป็นผู้ใหญ่ เช่น การไม่ทำงานไปเล่นไป ฝึกความรับผิดชอบต่องานที่ได้รับมอบหมาย ฝึกการจัดสรรเวลาในการทำงาน และนอกจากนี้ผลงานที่ได้ทำไปได้มีการใช้จริงอีกด้วย"
      ]
    },
    "napak-suthapintu": {
      "id": 24,
      "name": "ณภัค สุทธะพินทุ",
      "major": "IT - Information Technology",
      "position": "Robotic Engineer",
      "category": "programming",
      "gallerySize": 4,
      "display": "E",
      "media": "video",
      "email": "tanpak.sut@gmail.com",
      "company": [
        {
          "name": "Automa",
          "description": "Automa เป็นบริษัท startup ของไทยที่ทำโปรเจ็คเกี่ยวกับการนำเทคโนโลยี Artificial Hormone มาใช้กับหุ่นยนต์สัตว์เลี้ยงขนาดเล็กเพื่อเป็นตัวช่วยในการติดตามเก็บข้อมูลพฤติกรรมของเด็ก",
          "map": "https://goo.gl/maps/LY1xoN472TnpkrcX7"
        }
      ],
      "articles": [
        "ในช่วงสัปดาห์แรกของการฝึกงาน เราฝึกงานแบบ WFH เพราะช่วง COVID-19 ทำให้นัดเจอพี่ ๆ ในบริษัทค่อนข้างยาก ดังนั้นพี่เกีย(พี่ที่คอยดูแลเรา) เลยให้เราจัดตารางการทำงานเอง กำหนด deadline ในการส่งงานเองเพื่อเป็นการฝึกความรับผิดชอบ ซึ่งเราได้ทำงานเป็น Robotic Engineer โดยหน้าที่คือการออกแบบการเคลื่อนไหวของหุ่นยนต์ในอารมณ์ต่าง ๆ โดยอ้างอิงจาก Emotion need และ Biological need ของสิ่งมีชีวิต เลยทำให้เราต้องอ่านงานวิจัยหลาย ๆ บทความเยอะมาก ๆ เพื่อทำความเข้าใจเกี่ยวกับที่มาที่ไปของแต่ละอารมณ์ เรารู้สึกว่าเราได้ภาษาเยอะขึ้นมากหลังทำงานส่วนของการรีเสิร์จจบ (ฮา)",
        "หลังจากที่เราได้มาเริ่มทำงานในบริษัท ตึกที่เราทำงานเป็น Co-Working Space ที่หลาย ๆ บริษัท startup จะมาทำงานในโต๊ะใกล้ ๆ กัน เราเลยได้รู้จักกับพี่ ๆ จากบริษัทอื่น และคนในละแวกนั้นด้วย ซึ่งพอรู้จักกับคนมากขึ้นก็ทำให้บรรยากาศในการทำงานเป็นกันเองมาก ในบางวันที่เรามาทำงานเช้าแต่ในชั้นยังไม่มีใคร พอพี่จากบริษัทอื่นเข้ามาทำงานทีหลัง พี่เขาก็จะทักเรากับเพื่อนก่อนเสมอ แถมเข้ามาชวนคุยทำความรู้จักอย่างเป็นกันเองด้วย และถ้าพูดถึงเรื่องอาหารการกิน เรารู้สึกว่าตึก KX เป็นตึกที่มีร้านอาหารเยอะมาก ๆ ไม่ว่าจะเป็นร้านอาหารตามสั่ง, ร้านบุฟเฟต์ หรือร้านสะดวกซื้อ ดังนั้นเราเลยมีอาหารกินตลอดเวลาที่หิว แถมคาเฟ่ข้างในซอยยังมีเค้กอร่อย ๆ เต็มไปหมดอีกต่างหาก",
        "ถึงแม้ว่าหลังจากที่ฝึกงานในบริษัทไปได้ไม่นาน ยอดติดเชื้อจะมีจำนวนเพิ่มขึ้นสูงจนต้องเปลี่ยนมาฝึกงานแบบ WFH อีกครั้ง แต่การประชุมอัพเดตความคืบหน้าที่มีทุก ๆ วันศุกร์ทำให้เราไม่ขี้เกียจทำงานเลย เพราะพี่ ๆ ที่ทำงานในตำแหน่งอื่นตั้งใจทำงานเพื่อมานำเสนอกันจนเรามีแรงผลักดันในการทำงานตามด้วย โดยสรุปคือเราชอบที่ได้ทำงานทุกวัน ถึงแม้ว่าช่วงแรกการเดินทางมันจะไกล และช่วงหลังจะต้องปรับตัวกับการทำงานที่บ้านอีกครั้งก็ตาม เพราะการได้ลองทำงานใหม่ ๆ เข้าสังคมใหม่ ๆ มันท้าทายตัวเองสุด ๆ"
      ],
      "conclusion": [
        "การที่เราได้เข้ามาฝึกงานกับบริษัทที่มีพี่ ๆ ที่มีประสบการณ์ และมีความชำนาญมากกว่า ทำให้เราได้เรียนรู้ระบบการทำงานที่มีระเบียบ และเป็นแบบแผนมาก ๆ ทุกครั้งที่มีการประชุมอัพเดตความคืบหน้า ทุกคนจะมีการลงตารางเวลาการนำเสนอ การแสดงความคิดเห็นแบบเปิดกว้างตลอด ทำให้เรารู้ว่าการจัดสรรเวลาที่ดีเป็นยังไง รวมถึงเราได้ฝึกการพูดนำเสนอหลายครั้ง และกล้าแสดงออกเพื่อถามสิ่งที่ตัวเองไม่รู้มากขึ้น",
        "ถึงแม้ว่าการทำงานจะดูจริงจัง แต่เราก็ได้รับสังคมดี ๆ การต้อนรับที่น่ารักจากพี่ ๆ ในบริษัทอยู่เสมอ เราได้รับความรู้ใหม่ ๆ จากการที่พี่เขาฝึกให้เราหาคำตอบด้วยตัวเองเยอะมาก ๆ การฝึกงานในครั้งนี้จึงเป็นการที่เราได้รับอะไรใหม่ ๆ และแก้ไขจุดที่บกพร่องของตัวเองตลอดเวลา เป็นประสบการณ์ที่ดีมาก ๆ จนไม่อยากลืมเลย"
      ]
    },
    "paveetida-rodhuab": {
      "id": 25,
      "name": "นางสาวปวีณ์ธิดา รอดฮวบ",
      "major": "IT - Information Technology",
      "position": "Hardware Engineer",
      "category": "programming",
      "gallerySize": 5,
      "display": "D",
      "media": "image",
      "email": "may11682.o@gmail.com",
      "company": [
        {
          "name": "Automa",
          "description": "Automa เป็นบริษัท startup ของไทยที่ทำโปรเจ็คเกี่ยวกับการนำเทคโนโลยี Artificial Hormone มาใช้กับหุ่นยนต์สัตว์เลี้ยงขนาดเล็กเพื่อเป็นตัวช่วยในการติดตามเก็บข้อมูลพฤติกรรมของเด็ก",
          "map": "https://goo.gl/maps/NTUd96oNwfEKibSX7"
        }
      ],
      "articles": [
        "ด้วยสถานการณ์ โควิด 19 ทำให้เมได้ฝึกงานทั้งที่บ้านและที่ทำงานโดยเมเริ่มต้นที่การฝึกงานที่บ้านก่อน",
        "ในช่วงการฝึกงานที่บ้านนั้น เมก็เริ่มด้วยการคิดโปรเจค การวางแผนการทำงาน และ ศึกษาอุปกรณ์ที่ต้องใช้ หลังจากที่ฝึกงานที่บ้านได้ ประมาณ 1 สัปดาห์ พี่ที่คอยดูแลเราก็พาเราเข้าบริษัท เพื่อที่จะไปเอาอุปกรณ์และนั่งทำงาน",
        "สถานที่ที่เมไปฝึกงาน เป็น เหมือนตึก Co-working ทำให้เราได้เจอพี่ ๆ หลายบริษัท ส่วนตัวเมชอบมาก เพราะว่า พี่ ๆ เค้าเป็นมิตรมาก ทั้งชวนไปกินข้าว ชวนเล่นเกมส์ตอนพักแลกเปลี่ยนความรู้  คอยให้คำปรึกษา และ แนะนำเรา ในการทำงานด้วย",
        "ในช่วงเดือนแรกที่เริ่มฝึกเมตื่นเต้นและเป็นกังวลมาก เพราะ เป็นการทำงานด้าน Hardware Engineer เป็นครั้งแรก เมก็ต้องเริ่มทำความเข้าใจกับบอร์ดใหม่ เมหาความรู้อยู่สักพักใหญ่เลยกว่าจะได้เริ่มทำโปรเจคแรก พอได้ทำไปเรื่อย ๆ เมก็มีความสนุกกับการหาข้อมูล และ การเขียน Code  แม้บางครั้งจะท้อ ๆ เหนื่อย ๆ บ้าง แต่เมก็ยังอยากทำโปรเจคต่อให้เสร็จ",
        "ในเรื่องการปรับตัว เมก็ต้องปรับนิดเรื่องการพูดนำเสนอ เพราะ เมเป็นคนที่พูดไม่ค่อยคล่อง  พูดแล้วเรื่องลำดับการพูดได้ไม่ค่อยดี พี่หัวหน้างานเค้าเลยแนะนำว่าควรเตรียมเนื้อหาคร่าวๆที่จะพูด เตรียมสไลด์ และ นำเสนอเป็นขั้นมากขึ้น  และ การปรับตัวอีกอันหนึ่ง เป็นการปรับตัวที่ใหญ่นิดนึง คือ การแบกรับภาระงาน ส่วนตัวเมคิดว่า เราต้องมีความรับผิดชอบและความตั้งใจในการทำงานมากขึ้นเพื่อจะทำงานให้สำเร็จเสร็จทันเวลา",
        "ในเรื่องบรรยากาศในการทำงาน   พี่ ๆ ทุกคนอัธยาศัยดีมาก  ทำงานกันเก่งมาก และ พี่ๆ ทุกคนตั้งใจกับการทำโปรเจคนี้มาก  มันทำให้เราตั้งใจกับการทำงานมากขึ้น เพราะว่า เราอยากให้โปรเจคนี้มันออกมาดีที่สุดเท่าที่เราจะทำได้"
      ],
      "conclusion": [
        "ได้เรียนรู้ภาษา Python  ได้ทดลองบอร์ดใหม่ ได้ทักษะการเทรนโมเดล  และ ยังค้นพบว่าตัวเองนั้นมีความสนใจด้าน Hardware และ AI แต่ตัวเองนั้นเป็นคนที่ไม่ค่อยมีความอดทนและยอมแพ้ง่าย  รู้สึกว่าเมต้องปรับตรงนี้ให้ได้เร็วที่สุด"
      ]
    },
    "thanawan-chaemsathian": {
      "id": 26,
      "name": "นายธนาวัลย์ แช่มเสถียร",
      "major": "IT - Information Technology",
      "position": "IT Developer",
      "category": "programming",
      "gallerySize": 5,
      "display": "F",
      "media": "image",
      "email": "9417mark@gmail.com",
      "company": [
        {
          "name": "บริษัท เมนซา บิสิเนส แอนด์ โซลูชั่น จำกัด (สำนักงานใหญ่)",
          "description": "MensaBiz เป็น Local Software Company รับพัฒนาระบบงานในลักษณะ Web Application โดยใช้ .NET Technology มีความเชี่ยวชาญพิเศษสำหรับธุรกิจ Insurance, Logistics และ Accounting.",
          "map": "https://goo.gl/maps/gEceBWP3NEstaSzA9"
        }
      ],
      "articles": [
        "ในวันแรกของการฝึกงาน ผมตื่นเต้นมากที่จะได้มาฝึกงาน ตอนที่ฝึกงานอยู่พี่ๆใจดีมากคอยแนะนำ ช่วยเหลือ ถามเราตลอด ด้วยความโชคดีของเราอย่างหนึ่ง คือ ตอนนั้น covid-19 ยังระบาดไม่หนักมากเราจึงได้ไปฝึกงานที่บริษัท ทำให้ได้รับประสบการณ์ตรงอย่างเต็มที่ ทั้งการวางแผนในการทำงาน การเข้าสังคม",
        "ในตอนแรกเราก็ไม่ค่อยกล้าคุยกับพี่ๆเท่าไหร่ พอผ่านไปซักพักเราเริ่มเข้ากับพี่ๆได้ และเริ่มพูดคุยมากขึ้น ทำให้รู้สึกเป็นกันเองมากขึ้น และในวันสุดท้ายพี่ๆเค้าจัดงานเลี้ยงส่ง เป็นงานที่ดีมาก ต้องขอบคุณพี่ๆที่ทำให้ผมได้อะไรหลายๆอย่างที่ผมไม่ได้จากการเรียนในห้องเรียน"
      ],
      "conclusion": [
        "การฝึกงานครั้งนี้ทำให้ผมได้รับประสบการณ์ใหม่ๆ เช่น การวางแผนในการทำงาน การกำหนดรูปแบบของงาน การมีมนุษยสัมพันธ์กับคนอื่น การวางตัวกับคนอื่น และทักษะการเขียนโปรแกรม ในการฝึกงานครั้งนี้ผมได้ใช้ VB.NET ซึ่งผมไม่เคยใช้มาก่อน ทำให้ผมต้องศึกษาใหม่หมดตั้งแต่ต้น ซึ่งในตอนแรกงานที่ผมได้ทำจะเป็นการเรียนรู้ระบบที่บริษัทเคยทำมา และเช็คระบบเพื่อให้เกิดความคุ้นเคย แต่ตอนหลังผมได้ทำเป็นโปรเจคที่ใช้ VB.NET ที่ได้ศึกษามา เป็นประสบการณ์ที่มีค่ามาก นอกจากจะได้ความรู้แล้ว ยังได้เห็นการทำงานในองค์กร การทำงานเป็นทีม และได้ฝึกความรับผิดชอบด้วย"
      ]
    },
    "chanotai-krajeam": {
      "id": 27,
      "name": "นายชโณทัย กระแจ่ม",
      "major": "IT - Information Technology",
      "position": "Full-Stack Developer",
      "category": "programming",
      "gallerySize": 5,
      "display": "D",
      "media": "image",
      "email": "boom9387@hotmail.com",
      "company": [
        {
          "name": "ห้องปฎิบัติการ Scalable Data Systems สำนักวิชาวิทยาศาสตร์และเทคโนโลยีสารสนเทศ สถาบันวิทยสิริเมธี",
          "description": "เป็นห้องแลปวิจัยทางด้าน NLP (Neuro - Linguistic Programming Neuro), AI และ Datasets",
          "map": "https://goo.gl/maps/A8VGL1rCMjYgapm96"
        }
      ],
      "articles": [
        "ห้องปฎิบัติการ Scalable Data Systems สถาบันวิทยสิริเมธี ซึ่งเป็นหน่วยงานที่กระผมไปเข้ารับการฝึกงานนั้น ตั้งอยู่ที่อำเภอวังจันทร์ จังหวัดระยอง หรือที่เรียกว่า “วังจันทร์ วัลเลย์” เมืองนวัตกรรมแห่งอนาคต ทำให้ในระหว่างการฝึกงานกระผมต้องเข้าพักที่โรงเรียนกำเนิดวิทย์ตลอดระยะเวลาการฝึกงาน และในระหว่างนั้นก็มีการแพร่ระบาดของเชื้อไวรัสโคโรน่า ทำให้การฝึกงานของผมแบ่งเป็น 2 ช่วง คือ Online และ On-site",
        "เริ่มต้นการฝึกงาน ในวันแรกก็จะเป็นวันที่ย้ายเข้าหอพักของโรงเรียนกำเนิดวิทย์ และก็ไปเริ่มทำงานวันแรก ซึ่งตึกที่ทำงานก็สามารถเดินไปได้ไม่เกิน 15 นาที งานแรกคือช่วยจัดงานประชุมใหญ่ของที่ชื่อว่า “IST-FR” ซึ่งเป็นงานใหญ่ที่ทางคณะจะจัดเพื่อนำเสนอเทคโนโลยีใหม่ ๆ ซึ่งผมรับหน้าที่ควบคุมและจัดไลฟ์สด พี่ ๆ ทุกคนให้การต้อนรับเป็นอย่างดีทั้งหัวหน้างาน, นักวิจัยครับ",
        "ที่พักของโรงเรียนกำเนิดวิทย์ เป็นที่พักที่ดีมาก ๆ ตัวห้องพักไม่ใหญ่มากนัก ไม่รวมห้องน้ำ มีปัจจัยพื้นฐานในการพักอาศัยครบครัน ตัวห้องน้ำอยู่ห่างจากห้องพักไม่มาก เป็นห้องน้ำรวม ส่วนกลางก็จะมีไมโครเวฟ, ตู้เย็น และอ่างล้านจาน ซึ่งต้องใช้ร่วมกันกับคนในชั้น ๆ นั้นครับ",
        "เริ่มต้นวิถีแห่งโปรแกรมเมอร์ หลังจากจบงาน IST-FR ก็เริ่มต้นการเขียนโปรแกรมที่แท้จริง ณ ที่นี่ โดย Technology ที่ทางหน่วยงานของผมเลือกใช้สำหรับ Frontend เป็น VueJs จับคู่กับ Django ซึ่งจะมาช่วยในส่วนของ Backend ในช่วงแรกพี่ ๆ ก็จะให้ผมศึกษา VueJS ก่อน (โดยปกติผมใช้ ReactJS ครับ) ถึงแม้จะพอมีพื้นฐานบ้าง แต่พี่ ๆ ก็อยากให้เก็บ Concept ให้ครบ และก็สอนเรื่องการใช้ git ซึ่งเป็น Version Control ที่ใช้ในการเขียนโปรแกรมกันครับ  ที่หน่วยงานนี้เลือกใช้เป็น Github และ Gitlab เลย จากนั้นพี่ ๆ ก็ให้ลองทำเป็นโปรเจคจริง ๆ ที่กำลังพัฒนาอยู่ โดยให้ผมลองทำหนึ่งหน้าก่อน ทั้ง Design และเขียน Frontend เลยครับ ตื่นเต้นมากสำหรับการได้ลองจับงานจริง ๆ นอกจากนี้ก็จะมีงานเพิ่มเรื่อย ๆ แก้บัคบ้าง, Refactor Code บ้าง และก็ที่สำคัญที่สุดคือ การนำเสนองานกับลูกค้าครับ นับว่าเป็นประสบการณ์ที่ผมต้องการจากการฝึกงานเป็นอย่างมากและผมก็ได้บรรลุเป้าหมายนั้นแล้ว ผมได้ลองนำเสนองานกับลูกค้า เก็บ Feedback ต่าง ๆ ซึ่งบางครั้งพี่ ๆ ก็ไว้ใจให้ผมฉายเดี่ยวอยู่เหมือนกัน แต่ก็มีคนคอย Support อยู่ด้วยตลอด นับว่าเป็นประสบการณ์ที่ดีมากครับ",
        "ระหว่างฝึกงานจะทำงานอยู่ประมาณ 3 โปรเจคครับ งานจะมาเรื่อย ๆ หากวันไหนไม่มีงาน ก็จะไปของานกับหัวหน้าตลอด ก็จะได้งานใหม่ ๆ ที่สนุกและก็น่าทำมาเพิ่มครับ โดยโปรเจคที่เสร็จและสามารถนำออกสู่สาธาณะได้คือ “BKK Covid-19 Connect” ครับ เป็นการร่วมมือระหว่างมหาวิทยาลัยนวมินทราธิราช และสถาบันวิทยสิริเมธี สำหรับการทำ Line Chat สำหรับการแจ้งการติดเชื้อ Covid-19 ครับ ซึ่งโปรเจคนี้ได้ทำงานร่วมกับกรุงเทพมหานครที่จะนำข้อมูลผู้ป่วยไปรวมกัน และจัดหารถรับส่งบริการผู้ป่วย",
        "กลับมากันที่บรรยากาศ ณ ที่ทำงานบ้าง ให้ห้องทำงานเป็นห้องกว้าง ๆ แต่ละคนก็จะมีมุมเป็นของตัวเองครับ โต๊ะ และเก้าอี้ที่นี้เป็น Ergonomic ทั้งหมดเลย สามารถทำได้ทั้งยืน และนั่งทำงาน อีกทั้งยังมีมุมดูหนังที่มาพร้อมกับเครื่องเสียงและ Smart TV จอขนาดใหญ่ และก็มีห้องครัวที่สามารถทำอาหารกินได้ และโซนสำหรับชงกาแฟครับ เหมือนเป็นบ้านหลังที่สองเลยทีเดียว ต้องยอมรับตรงนี้ว่าผมอยู่ที่ที่ทำงานมากกว่าหอพักเสียอีก",
        "ถึงแม้จะเป็นงานเขียนโปรแกรม แต่บรรยากาศในการทำงานก็ชิล ๆ ไม่กำหนดเวลาเข้างาน และก็ไม่กำหนด Uniform ในการทำงาน ถือว่ายืดหยุ่นมาก ๆ สามารถทานขนม หรืออาหารในห้องได้ ได้ในที่นี้คือ มีอยู่ครั้งหนึ่งได้ทำชาบูรับประทานกันกับพี่ ๆ ในห้องแลปครับ พร้อมทั้งดูหนังไปด้วย ชิลสุด ๆ",
        "แต่แล้วการระบาดของโคโรน่าไวรัสก็กลับมาอีกครั้งหนึ่ง ทำให้ผมต้องกลับมาทำงานที่บ้านของตัวเองครับ แต่แน่นอนว่าไม่มีปัญหา เพราะพวกเราทำ Software กัน ทำให้สามารถทำงานด้วยกันได้อย่างไร้รอยต่อ และพวกเราก็ใช้ Microsoft Teams ในการติดต่อ ประสานงานกัน และก็คุยงานครับ",
        "ตอนแรกๆก็กังวลเรื่องการไปทำงานที่ต่างถิ่น แต่พอไปอยู่แล้วไม่มีอะไรที่น่ากังวลครับ ปกติแล้วเป็นคนที่แพ้อากาศ, แพ้ฝุ่น, และแพ้อาหารง่ายมาก ๆ แต่ว่าการฝึกงานครั้งนี้ของผมไม่มีปัญหาอะไรเลยครับ สบายมาก ๆ ถือเป็นประสบการณ์ที่ดีมาก ๆ ที่ได้ไปทำงานที่ห้องปฎิบัติการ Scalable Data Systems สถาบันวิทยสิริเมธี ได้เรียนรู้อะไรใหม่ ๆ เยอะมากมาย ทั้งด้านการเขียนโปรแกรม, การเข้าหาคน, การติดต่อลูกค้า และได้รู้จักคนใหม่ ๆ ในสายงานนี้มากขึ้นครับ"
      ],
      "conclusion": [
        "การฝึกงานในครั้งนี้ทำให้ผมได้รับประสบการณ์ใหม่ ๆ ไม่ว่าจะเป็นการย้ายที่พักอาศัยไปทำงาน, การวางตัวกับผู้ใหญ่, การนำเสนองานให้กับลูกค้า และที่สำคัญที่สุด คือ ทักษะการเขียนโปรแกรมครับ งานส่วนใหญ่ที่ผมทำจะเป็นส่วนของ Web Development ซึ่งตอนแรกทำในตำแหน่ง Front-end Developer โดยใช้ VueJS แต่ตอนหลังก็ได้มีโอกาสทำในส่วนของ Back-end ด้วย ทำให้ได้ความรู้จากการฝึกงานครั้งนี้มากๆครับ",
        "ความรู้ที่ได้รับจากการฝึกงานถือว่าได้เยอะมาก ๆ ไม่ว่าจะเป็น VueJS, Django, Python และการนำเสนองานกับลูกค้า ได้ทดลองการทำงานในอุตสาหกรรมจริง ๆ สำหรับผมแล้วเป็นประสบการณ์ที่หาได้ยากครับ"
      ]
    },
    "samuel-david-shu": {
      "id": 28,
      "name": "นาย ซามูแอล เดวิด ซอ",
      "major": "IT - Information Technology",
      "position": "Web Full-Stack Developer",
      "category": "programming",
      "gallerySize": 5,
      "display": "D",
      "media": "image",
      "email": "lisda_love12@outlook.com",
      "company": [
        {
          "name": "WebQuest Co. Ltd.",
          "description": "เป็นบริษัท Software House ที่รับทำเว็บไซต์โดยเฉพาะ และรับทำทุกสเกลงาน",
          "map": "https://goo.gl/maps/qgXx8v3QrgqCxfWN7"
        }
      ],
      "articles": [
        "จากวันแรกที่ผมได้เข้าในบริษัท รู้สึกได้ถึงการต้อนรับเป็นอย่างดี พี่ๆที่ทำงานใจดีมากแนะนำทุกอย่างอย่างใจเย็นมากๆ ทั้งเรื่องทางเทคนิคหรือเรื่องอื่นๆ รู้สึกได้ความรู้และประสบการณ์จากการไปฝึกงานครั้งนี้เยอะมากๆ และความประทับใจอีกอย่างหนึ่งมากๆคือ ผมได้รับเกียรติที่ได้ทำงานที่ทางบริษัทอยากจะทำซึ่งเป็นไอเดียถูกคิดจากทางบริษัท และยังมาจากความต้องการของลูกค้าจริงๆ และถ้า publish ออกไปแล้วจะได้ใช้จริงๆ ซึ่งเป็นส่วนนึงของ start up ของบริษัท รู้สึกเป็นเกียรติอย่างมากครับ"
      ],
      "conclusion": [
        "อย่างแรกเลยที่ผมได้รับคือความรับผิดชอบและความตรงต่อเวลาครับ เนื่องจากจะต้องทำงานที่ได้รับมอบหมายมาให้สำเร็จลุล่วงแล้ว ยังจำเป็นที่จะต้องมาที่บริษัทอย่างตรงเวลาด้วย แต่พี่ที่ทำงานก็ไม่เคยว่าอะไรผมเลยเวลาผมมาสาย และอีกอย่างที่ได้รับมาแบบเต็มเลยคือ การได้เรียน laravel framework ได้รู้วิธีเขียนหน้า frontend และ backend บน laravel ได้รู้วิธีเชื่อมระหว่างสองด้าน และยังได้เรียนรู้เกี่ยวกับแนวคิดการ refactor ให้โค้ดสะอาด เรื่อง database relationship การยิง api การใช้แกะ โค้ดคนอื่น และ library ต่างๆ ได้มาเยอะมากจริงๆครับ"
      ]
    },
    "sirapob-darunpobtanakul": {
      "id": 29,
      "name": "นายสิรภพ ดรัณภพธนกูล",
      "major": "IT - Information Technology",
      "position": "software / network",
      "category": "programming",
      "gallerySize": 5,
      "display": "E",
      "media": "image",
      "email": "sirapob.dar@gmail.com",
      "company": [
        {
          "name": "ธนาคารไกลทุง จำกัด มหาชน",
          "description": "ที่แผนกเป็นหน่วยงานที่ทำงานพัฒนา ระบบsoftware / เขียนโปรแกรม,แอพพลิเคชั่นที่เกี่ยวกับด้านการชำระเงิน ให้กับธนาคาร",
          "map": "https://goo.gl/maps/gqc8vAENqaNxeTyg6"
        }
      ],
      "articles": [
        "ในช่วงแรก เรารู้สึกประหม่ามากๆเพราะไม่เคยได้ทำงานจริงๆจังๆกับด้านการ coding แต่รู้สึกว่าเราสามารถปรับตัวเข้าหาคนอื่นได้ง่ายจึงไม่รู้สึกแปลกแม้จะมีช่วงอายุที่ค่อนข้างต่างกับพี่ๆที่ทำงาน พอใช้เวลาไปสักพักก็เริ่มรู้สึกคุ้นเคยกับสถานที่และพี่ๆมากขึ้น พี่ๆเป็นคนที่ทำงานเก่งมากและมีความรู้ในสายงานนี้ รู้สึกนับถือมากๆ ส่วนที่ชอบสุดๆคือ พี่ๆมีความเป็นกันเองมากๆทั้งแผนก และมักชวนคุยเล่น เล่นมุขและชวนไปซื้อของกินกันตลอด ทำให้บรรยากาศในการทำงานไม่เครียดเลย นั่งทำงานอยู่สักพักก็จะคุยกัน เล่นตลกกันจนขำตลอดทั้งเวลาทำงานและเวลาพักกินข้าวกลางวัน ต่างจากภาพที่คิดไว้ตอนแรกมากๆ เพราะคิดว่าบรรยากาศจะเครียดในการทำงานมากๆ เพราะด้วยความที่เป็นบริษัทใหญ่ และรู้สึกประทับใจที่พี่ๆคอยช่วยเหลือเราตลอดการฝึกงาน"
      ],
      "conclusion": [
        "ได้เรียนรู้การปรับตัวเข้ากับผู้อื่นมากขึ้นอีก ได้รับความรู้ทั้งในการใช้ชีวิตทั่วๆไป และการใช้ชีวิตในสายงานนี้ต่อไปในอนาคตจากคำแนะนำของพี่ๆทุกคน รวมถึงได้เรียนรู้และหาความรู้ในการทำงาน programming และ coding ตั้งแต่ basic ของงานไปจนถึงการนำมาปรับใช้ในการทำงานจริง และได้สัมผัสบรรยากาศการทำงานจริงๆในสถานที่ทั้ง onsite และ online ในช่วงสุดท้ายที่มีสถานการณ์การแพร่ระบาดโควิด-19อีกครั้ง สุดท้ายนี้ต้องขอขอบคุณที่ทางพี่ๆทุกคนที่บริษัทอีกครั้งครับ"
      ]
    },
    "piyalarp-phansri": {
      "id": 30,
      "name": "นายปิยะลาภ พันศรี",
      "major": "IMT - Innovative Multimedia Technology",
      "position": "ตัดต่อวีดีโอ (Editor) ",
      "category": "production",
      "gallerySize": 5,
      "display": "F",
      "media": "image",
      "email": "sun06296@gmail.com",
      "company": [
        {
          "name": "บริษัท สปริงบอร์ดพลัส จำกัด",
          "description": "เป็นบริษัทที่อยู่ในเครือของ far east fame line ddb ที่จะทำเกี่ยวกับการโฆษณาลงโทรทัศน์เป็นส่วนใหญ่",
          "map": "https://goo.gl/maps/beg2qQvC6YVeW7pa7"
        }
      ],
      "articles": [
        "วันแรกที่เข้าไปที่ฝึกงาน โดยปกติเป็นคนที่วางตัวไม่ถูกเมื่ออยู่กับผู้ใหญ่ที่ไม่เคยคุยด้วยกันหรือรู้จักกันมาก่อน ทำให้วางตัวกับพี่ๆเค้าในวันแรก แต่วันหลังๆก็เริ่มปรับตัวได้และสนิทกันมากขึ้น เพราะพี่ๆเป็นกันเองมากชอบเล่นมุข มุขแป๊กบ้างไม่แป๊กบ้างหรือผมเล่นมุกอะไรไปพี่เค้าก็จะปล่อยมุขผมจางและชอบแกล้งน้องตลอด พี่เค้าสอนอะไรหลายๆอย่าง ไม่ว่าจะคุยเล่นหรือเรื่องจริงจัง ถือว่าเป็นความประทับใจที่ดีมากๆ พอหลังจากสงกรานต์โควิด-19 ระบาดหนักทำให้ต้องทำงานที่บ้าน เลยไม่มีงานอะไรเลยและคิดถึงพี่ๆมากเลยครับ"
      ],
      "conclusion": [
        "ได้รับความรู้เกี่ยวกับกระบวนการการคิด การทำงาน การวางแผน มีความรับผิดชอบที่มากขึ้น และตรงต่อเวลา"
      ]
    },
    "kornrawich-wudhikanakorn": {
      "id": 31,
      "name": "นายกรวิชญ์ วุฒิกานากร",
      "major": "IMT - Innovative Multimedia Technology",
      "position": "3D Artist",
      "category": "gamedevelopment",
      "gallerySize": 5,
      "display": "E",
      "media": "image",
      "email": "oonpangam@gmail.com",
      "company": [
        {
          "name": "บริษัท Innova Interactive Studio",
          "description": "บริษัทที่แต่เดิมเป็นทีมที่พัฒนาเกม ARAYA ปัจจุบันทําเกี่ยวกับการพัฒนาเกมและสื่อเชิง Interactive ที่นําไปใช้ในจุดประสงค์ต่างๆ",
          "map": "https://goo.gl/maps/1oE2JMmKC8Xn6ZxC9 "
        }
      ],
      "articles": [
        "วันแรกของการฝึกงาน ผมเปิดประเดิมด้วยการไปทํางานวันแรกสายเกือบหนึ่งชั่วโมงเนื่องด้วยพื้นที่ๆบริษัทตั้งอยู่นั้นเป็นเส้นทางที่ไม่ค่อยคุ้นชินเท่าไหร่นักทําให้นั่งรถไฟฟ้าผิดเส้น กว่าจะรู้ตัวก็เลยมาไกลแล้ว เมื่อมาถึงบริษัท Innova Interactive Studio เป็นบริษัทลูกที่ทําเกี่ยวกับสื่อ Interactive ที่ไม่ใหญ่มาก ตัวอาคารของบริษัทนั้นเป็นตึกเล็กๆที่ตั้งอยู่หลังโรงเรียนแห่งหนึ่ง ชั้นล่างของอาคารเป็นห้องพักที่พี่ๆที่บริษัทหลายคนก็นอนกันที่นี่เพราะไปมาได้สะดวกกว่าการเดินทางทุกวันจากบ้านไปมากับบริษัท ",
        "พอเดินขึ้นมาชั้น 2 ก็จะเจอกับประตูเลื่อนที่ต้องสแกนลายนิ้วมือเพื่อเข้าไปในบริษัท โชคดีที่มีพี่พนักงานคนหนึ่งเดินมาเปิดประตูพอดีผมเลยเดินเข้าไปกับพี่เขา เมื่อเดินเข้ามาที่ล็อบบี้ของบริษัทผมก็เจอกับเพื่อนอีก2คนที่มาถึงก่อนหน้าแล้วนั่งรออยู่ โชคดีที่พวกเรามีเบอร์ติดต่อของพี่ที่ดูแลเรื่องการฝึกงาน เราเลยโทรเพื่อแจ้งพี่เขาว่าพวกเรามาถึงแล้ว หลังจากนั้นพี่เขาก็เดินขึ้นมาเพื่อพาพวกเราไปแนะนําตัวกับคนในบริษัทโดยพี่เขาชื่อว่าพี่อ๋อง พี่อ๋องเป็นคนที่คอยดูแลเรื่องเด็กฝึกงานและพี่เขาก็ทํางานในตําแหน่งเดียวกับผมอีกด้วย",
        "ที่่บริษัทจะแบ่งเป็น2ห้องหลักๆโดยห้องใหญ่จะเป็นห้องที่พนักงานประจําส่วนใหญ่ทํางานกัน ส่วนอีกห้องจะเป็นห้องเล็กโดยที่ส่วนมากแล้วจะเป็นห้องที่พี่ๆมหาลัยคนอื่นที่มาฝึกงานและพวกผมจะมาทํางานกันที่ห้องนี้ โดยตลอดระยะเวลาที่ผมฝึกงานที่บริษัทนั้นผมจะใช้เวลาส่วนใหญ่อยู่ในห้องนี้เนี่ยแหละ หลังจากเดินดูสถานที่ ทําความรู้จักกับพี่ๆในบริษัทและลงหลักปักฐานจัดวางตําแหน่งที่จะนั่งทํางานเสร็จก็เกือบเที่ยงพอดี พวกผมเลยตัดสินใจออกไปสํารวจหาร้านอาหารในบริเวณใกล้เคียงดู",
        "หลังจากเดินสํารวจอยู่ซักพักใหญ่ๆพวกผมก็พบว่าร้านอาหารตามสั่งที่อยู่ใกล้ที่สุดนั้นอยู่ห่างจากบริษัทไปเกือบ10นาทีหากเดินเท้าไป แถมยังเป็นร้านที่ราคาค่อนข้างแพง อาหารไม่อร่อย รับออเดอร์ผิด และยังคิดเงินเกินอีกด้วย ทําให้สุดท้ายแล้วประสบการณ์ด้านอาหารการกินของผมตลอดการฝึกงานก็ต้องไปฝากท้องไว้กับอาหารเวฟที่เซเว่นหน้าบริษัทอย่างเลี่ยงไม่ได้",
        "ทางด้านงานที่ได้รับมาในช่วงแรกนั้นจะเป็นงานที่ไม่ยุ่งยากมากเพราะทางด้านพี่ที่บริษัทเองก็ไม่ได้ให้งานที่ยากจนเกินไปเพื่อให้เราได้ทําความคุ้นชินกับรูปแบบการทํางานและระบบการจัดการหน้าที่ต่างๆในบริษัท พี่ๆแต่ละคนในบริษัทรวมไปถึงพี่ๆที่มาฝึกงานพร้อมๆกันแต่ละคนก็เป็นกันเองมากๆ งานที่บริษัทไม่ได้มีตารางเวลาที่ซีเรียสจนเกินไปทําให้ได้มีเวลาคุยเล่นกับพี่ๆที่บริษัทรวมไปถึงพี่ๆบางคนที่ยอมสละเวลาทํางานมาช่วยสอนงานให้เราในเรื่องที่เราไม่รู้หรือรวมไปถึงเรื่องที่ไม่สามารถหาได้ทางอินเตอร์เน็ตหรือจากโรงเรียนอีกด้วย",
        "น่าเสียดายที่หลังจากที่ผมฝึกงานไปได้เกือบจะครบ2เดือนสถาณการณ์ไวรัส COVID-19 ก็เริ่มระบาดหนักขึ้นอย่างมากทําให้บริษัทจําเป็นต้องเปลี่ยนมาทํางานแบบ Work from home โดยส่วนตัวแล้วสําหรับผมการที่ไม่ได้ไปอยู่ในบรรยากาศที่มีความตึงเครียดและความกดดันที่ถึงแม้จะมีไม่มากจนเกินไป แต่การมีคนมาคอยกําหนดงานและผลงานที่เราควรทําได้ในแต่ละวันก็เป็นบรรยากาศที่ทําให้เราเร่งที่จะพัฒนาตนเอง เรียนรู้สิ่งใหม่ๆ รวมไปถึงการทํางานอย่างมีประสิทธิภาพอีกด้วย การที่ต้องทํางานจากที่บ้านทําให้ตารางงานหลายๆอย่างค่อนข้างยืดหยุ่น ส่งผลให้ตัวผมเองก็ค่อนข้างเกิดความขี้เกียจในการทํางาน เพราะเราก็ไม่ได้รับความรู้หรือประสบการณ์เพิ่มเติมมากนักจากการทํางานอยู่ที่บ้านด้วย"
      ],
      "conclusion": [
        "จากการฝึกงานเป็นระยะเวลา 3 เดือนก็มีหลายๆเรื่องที่ผมได้เรียนรู้ทั้งทักษะหลายๆอย่างเช่นการเรียนรู้ Work flow ของการทํางาน การใช้ Shader node การลด Polygons เพื่อประหยัดทรัพยากรในการใช้งานจริงเป็นต้น นอกจากนี้การที่ได้ไปอยู่ในสภาพแวดล้อมที่พี่ๆแต่ละคนมีประสบการณ์และความเชี่ยวชาญเยอะกว่าเรามากๆทําให้เรามีคนที่คอยแนะนํารวมไปถึงวิจารณ์งานของเราอีกด้วย หลายๆคนอาจไม่เห็นถึงความสําคัญของการที่มีคนมาคอยวิจารณ์งานให้เราแต่จริงๆแล้วเรื่องนี้มีส่วนสําคัญให้เราเรียนรู้และช่วยในการพัฒนาทักษะได้เป็นอย่างมาก เพราะการที่มีคนวิจารณ์งานอย่างตรงไปตรงมา โดยเฉพาะเมื่องานที่เราทํานั้นคืองานที่ต้องนําไปใช้จริงๆ ทําให้คําวิจารณ์ต่างๆจากพี่ๆที่มีประสบการณ์มากกว่าเรานั้น เป็นคําแนะนําเกี่ยวกับขั้นตอนการทํางาน วิธีการจัดการงาน หรือปัญหาเชิงเทคนิคเวลานําไปใช้จริง ส่งผลให้เราสามารถนําไปแก้ไขและพัฒนาได้อย่างตรงจุด นอกจากนี้การทํางานจริงยังทําให้ได้เรียนรู้เรื่องกระบวนการทํางานในบริษัทรวมไปถึงการทํางานให้เป็นระบบเพื่อให้สะดวกต่อคนที่นํางานของเราไปใช้ต่อในขั้นถัดไปอีกด้วย"
      ]
    },
    "nannapat-mongkolwattanakul": {
      "id": 32,
      "name": "นันท์นภัส มงคลวัฒนากุล",
      "major": "IMT - Innovative Multimedia Technology",
      "position": "Graphic designer",
      "category": "design",
      "gallerySize": 3,
      "display": "F",
      "media": "image",
      "email": "ploylnwza007@gmail.com",
      "company": [
        {
          "name": "ADVOCRAZY COMPANY (บริษัท แอดโวเครซี่ จำกัด)",
          "description": "บริษัท แอดโวเครซี่ จำกัด บริษัท Agency รับงานเกี่ยวกับการโฆษณา การทำโฆษณาลงโซเชียลมีเดีย ตัดต่อวิดิโอ ทำกราฟิก",
          "map": "https://g.page/advocrazy?share"
        },
        {
          "name": "DIGIT TRIBE COMPANY (บริษัท ดิจิท ไทรบ์ จำกัด)",
          "description": "บริษัท ดิจิท ไทรบ์ จำกัด ประกอบธุรกิจประเภท กิจกรรมวิชาชีพวิทยาศาสตร์และกิจกรรมทาง วิชาการ โดยให้บริการด้าน กิจกรรมของบริษัทโฆษณา",
          "map": "https://goo.gl/maps/rocu1PCustdUNsbGA"
        }
      ],
      "articles": [
        "เนื่องจากสถานการณ์ covid-19 ทำให้การทำงานเป็นแบบออนไลน์ ในส่วนของการทำงานช่วงเดือนแรกนั้นต้องปรับตัวให้เข้ากับการทำงานออนไลน์ ทั้งการประชุมโดยการคอล การส่งงานต่างๆ แต่พี่ๆก็ช่วยเหลือเต็มที่มากๆค่ะ ช่วงเดือนที่สองได้เปลี่ยนบริษัทซึ่งสัปดาห์แรกก็ได้ไปทำงานแบบออฟไลน์ ทำให้ได้พบปะกับพี่ๆ ได้คำแนะนำต่างๆ ได้กินข้าวด้วยกัน แต่หลังจากที่สถานการณ์แย่ลงทำให้ต้องกลับมาทำงานออนไลน์อีกรอบ พี่ๆทุกคนก็ปรับตัวกันให้งานทางไลน์และส่งงานกลับ รับฟังส่วนที่ต้องแก้ไขแล้วนำไปปรับแก้ ทำให้ได้รับประสบการณ์การทำงานจริง อยากขอบคุณพี่ๆทุกคนมากๆค่ะ"
      ],
      "conclusion": [
        "ในการทำงานครั้งได้รับทั้งประสบการณ์การทำงานจริงไม่ว่าจะเป็นทักษะการทำกราฟิกต่างๆ การแก้งานให้ตรงความต้องการลูกค้า การพูดคุยกับผู้อื่น เป็นประสบการณ์ที่ยากจะหาได้ในวัยมัธยมจึงรู้สึกขอบคุณทุกคนมากๆค่ะ  การทำงานนั้นได้ทำให้มีความรับผิดชอบ ตรงต่อเวลา การรับฟังผู้อื่น กล้าพูดเสนอความคิดเห็นมากขึ้น เป็นการก้าวข้ามขีดจำกัดตัวเองพอสมควรเลย รู้สึกว่าเป็นประสบการณ์ที่ดีมากค่ะ"
      ]
    },
    "alyssa-phiromrat": {
      "id": 33,
      "name": "นางสาวอริสา ภิรมย์รัตน์",
      "major": "IMT - Innovative Multimedia Technology",
      "position": "Business Development Trainee",
      "category": "business",
      "gallerySize": 5,
      "display": "E",
      "media": "image",
      "email": "mylukbua@gmail.com",
      "company": [
        {
          "name": "BUILKONE Group Co.,Ltd.",
          "description": "พัฒนาซอฟต์แวร์และโปรแกรมเพื่อช่วยให้การบริหารงานประจำวันของ ผู้รับเหมา เจ้าของโครงการอสังหาริมทรัพย์ ผู้จำหน่ายวัสดุก่อสร้าง ให้ง่ายและมีประสิทธิภาพมากขึ้น",
          "map": "https://goo.gl/maps/B84zwR6fLXdxUqR49 "
        }
      ],
      "articles": [
        "เนื่องจากสถานการณ์โควิด-19 ทำให้บริษัทได้ทำการปรับเปลี่ยนรูปแบบการทำงานเป็นแบบ Work from Home ดังนั้นการทำงานส่วนใหญ่จะอยู่ที่บ้าน มีเพียงการออกไปประชุมกับลูกค้านอกสถานที่หรือการนัดกันเข้าบริษัทเป็นครั้งคราวเท่านั้น ด้วยรูปแบบการทำงานนี้ทำให้ได้มีโอกาสในการพบเจอกับพี่ๆในบริษัทน้อยมาก แต่ด้วยความสามารถทางการปรับตัวให้เข้ากับสถานการณ์ในปัจจุบันของบริษัททำได้ดี ได้มีการนำเทคโนโลยีมาใช้ ช่วยลดปัญหาในด้านการทำงานและการปฏิสัมพันธ์ โดยรูปแบบการทำงานของทางบริษัทคือการใช้ Microsoft Teams เป็นหลักในการทำงาน การประชุมต่างๆ และใช้ Discord ในการเป็นพื้นที่ในการพูดคุย ปรึกษากันระหว่างวัน จากการได้เข้าฝึกงานที่บริษัทนี้ทำให้รู้สึกประทับใจเป็นอย่างมาก ในด้านการทำงานดิฉันได้รับความไว้วางใจให้ทำงานที่หลากหลาย ทั้งการทำเอกสารยื่นโครงการ ปิดโครงการ การทำแผนธุรกิจ การทำคู่มือการใช้งานโปรแกรม การร่วมวางแผนการจัดการสัมนา การทำวิเคราะห์ข้อมูล รวมถึงได้รับโอกาสในการติดตามไปประชุมกับลูกค้า ซึ่งในทุกๆงาน ไม่ว่าจะเป็นงานที่ได้รับมอบหมายให้ทำคนเดียวหรืองานที่ต้องทำร่วมกับพี่ๆในทีม ดิฉันล้วนได้รับโอกาสในการเสนอความคิดเห็นได้เสมอ ได้มีส่วนร่วมกับงานทุกชิ้น ตลอดระยะเวลาการฝึกงาน ดิฉันสัมผัสได้ถึงความเป็นมิตร ความหวังดี ความใจเย็นในการสอนงาน พี่ๆในบริษัทหลายคนสามารถเป็นที่ปรึกษาได้ทั้งเรื่องการทำงานและเรื่องอื่นๆได้ดีมาก"
      ],
      "conclusion": [
        "ในการฝึกงานงานครั้งนี้ดิฉันได้รับประสบการณ์ ความรู้ มากมายที่ไม่สามารถหาได้จากในห้องเรียนหรือที่บ้าน :ซึ่งดิฉันได้รับโอกาสในการทำงานที่มีความหลากหลาย ทั้งการทำเอกสารโครงการ การทำคู่มือ การจัดการประชุมต่างๆ การทำวิเคราะห์ข้อมูล ฯลฯ ในทุกงานที่ดิฉันได้ลงมือทำดิฉันจะได้ความรู้ ประสบการณ์ในด้านใหม่ๆกลับมาเสมอ ทั้งด้านการปฏิบัติงานที่เกี่ยวข้อง การติดต่อประสานงานกับพี่ๆฝ่ายต่างๆ การได้พูดคุยกับคู่ค้าโดยตรง ดิฉันได้เห็นถึงความสามารถและทัศนคติในการทำงานของพี่ๆในบริษัทหลายๆคนจากหลายๆตำแหน่ง มุมมองที่แตกต่างของคนแต่ละสายงาน ได้สัมผัสการทำงานจริง ได้รับการพัฒนาความคิดและความสามารถในด้านการทำงานที่ต่างจากก่อนหน้าอย่างเห็นได้ชัด มีความรับผิดชอบ กล้าพูด กล้าออกความคิดเห็น และกล้าทำสิ่งต่างๆมากขึ้น ถึงแม้ว่าในการทำงานจริงจะมีทั้งความกดดันจากงาน หรือสิ่งต่างๆ แต่สิ่งนั้นเป็นสิ่งทำให้สามารถก้าวข้ามขีดจำกัดความสามารถของตนเองได้เช่นกัน"
      ]
    },
    "punnita-klinprachum": {
      "id": 34,
      "name": "นางสาวพัณณิตา กลิ่นประชุม ",
      "major": "IMT - Innovative Multimedia Technology",
      "position": "3D interior designer",
      "category": "design",
      "gallerySize": 5,
      "display": "D",
      "media": "image",
      "email": "punnita2547@gmail.com",
      "company": [
        {
          "name": "บุญถาวรเซรามิค จำกัด",
          "description": "จัดจำหน่ายผลิตภัณฑ์เกี่ยวกับห้องน้ำและห้องครัว รวมถึงผลิตภัณฑ์คุณภาพกว่า 50,000 รายการ เช่น กระเบื้องเซรามิค สุขภัณฑ์ เฟอร์นิเจอร์ครัว หินอ่อน หินแกรนิต และอุปกรณ์ต่าง ๆ ทั้งที่ผลิตในประเทศ และนำเข้าจากต่างประเทศ",
          "map": "https://goo.gl/maps/6HU1Trtne382UAbx8 "
        }
      ],
      "articles": [
        "ตลอดการฝึกงานดิฉันได้เข้าฝึกงานสองสาขาด้วยกัน โดยเริ่มจากที่สาขารังสิตซึ่งเป็นสาขาย่อยของทางบริษัท ที่สาขารังสิตนี้ ดิฉันได้เข้าไปฝึกงานในตำแหน่ง 3D interior designer งานที่ได้รับมอบหมายส่วนมากจะเป็นการนำแปลนบ้านของลูกค้ามาขึ้นเป็นโมเดล 3D เเละใส่ลายกระเบื้องที่ลูกค้าเลือกเพื่อจำลองห้องเสมือนจริงหลังจากปูกระเบื้องลายน้้นๆ จากในโปรแกรม เนื่องด้วยทางบริษัทมีโปรแกรมเฉพาะอยู่เเล้วในตอนแรกจึงไม่คุ้นชินกับโปรแกรมใหม่ๆเท่าไหร่นัก แต่พี่ๆในแผนกก็เป็นกันเองและน่ารักมากๆ พี่ๆคอยสอนการใช้โปรแกรมตลอดและดูแลอย่างดีจนรู้สึกไม่มีปัญหาเลยกับการปรับตัวที่นี่ ต่อมาดิฉันได้เข้าฝึกงานในสาขารัชดาซึ่งเป็นสาขาหลัก ในสาขานี้ ดิฉันได้มีโอกาสเข้าฝึกงานในตำแน่ง graphic designer โดยพี่ๆในทีมก็ต้อนรับดีมากๆ อีกทั้งพี่ในแผนกส่วนใหญ่อยู่ในวัยใกล้เคียงกัน จึงมีความเป็นกันเองสูงและสามารถปรับตัวเข้ากับพี่ๆได้ตั้งเเต่วันแรก แต่เนื่องจากสถาณการณ์โควิด-19 ทำให้ดิฉันฝึกงานที่สาขารัชดาได้เพียงแค่สามสัปดาห์เท่านั้นและต้องเป็นการทำงานออนไลน์ที่บ้านเเทน ซึ่งการทำงานในรูปแบบ work from home ถึงแม้จะไม่ได้เจอพี่ ๆ ในแผนกเลย แต่ทุกๆเก้าโมงเช้าก็จะมีประชุมผ่าน zoom แล้วก็จะแจกงานให้กัน พี่ ๆ ก็คอยทักมาถามตลอดว่าเป็นยังไงบ้าง คอยช่วยเหลือตลอดถ้าติดปัญหาอะไรทำให้รู้สึกประทับใจมาก ๆ ค่ะ"
      ],
      "conclusion": [
        "ในการฝึกงานครั้งนี้ ดิฉันได้รับประสบการณ์และความรู้มากมายจากการไปทำงานจริงในบริษัท ในตอนแรกก็มีความกังวลว่าอาจทำงานที่ได้รับมอบหมายไม่ดีพอ แต่พี่ๆในบริษัทก็คอยสอน และให้ความช่วยเหลืออยู่เสมอ จนในที่สุดก็ได้รับความไว้วางใจให้ทำงานหลากหลายมากขึ้น ส่งผลให้ได้เรียนรู้งานในหลากหลายด้าน ได้เห็นทัศนคติ มุมมอง และความสามารถหลากหลายด้านจากพี่ๆในตำแหน่งต่างๆ ซึ่งทำให้ดิฉันประทับใจอย่างมาก การฝึกงานในครั้งนี้นอกจากจะได้รับความรู้ในด้านทักษะการทำงานที่เพิ่มมากขึ้นเเล้ว สิ่งที่ดิฉันคิดว่าตัวเองมีการพัฒนาเพิ่มมากขึ้นคือการมีปฏิสัมพันธ์กับผู้คน การปรับตัวเข้าหาคนและสถานที่ใหม่ๆ ได้ดีขึ้น หลังจากการฝึกงานดิฉันได้ค้นพบว่าตัวเองมีความคิด ทัศคติในด้านการทำงานที่พัฒนามากขึ้น และเปลี่ยนไปจากเดิมค่อนข้างมาก มีความรับผิดชอบและกล้าเเสดงความคิดเห็นเพิ่มขึ้น ซึ่งดิฉันคิดว่าทักษะเหล่าจะเป็นประโยชน์ต่อตัวดิฉันอย่างมากในอนาคต"
      ]
    },
    "charutwan-ratangsu": {
      "id": 35,
      "name": "นางสาวชลัชวรรณ รตางศุ",
      "major": "IMT - Innovative Multimedia Technology",
      "position": "PR (Public Relationship Officer)",
      "category": "design",
      "gallerySize": 5,
      "display": "F",
      "media": "image",
      "email": "cattiger55@gmail.com",
      "company": [
        {
          "name": "Siam Motors (สยามกลการ)",
          "description": "บริษัท สยามกลการ จำกัด ดำเนินธุรกิจรถยนต์เก่าแก่ที่สุดในเมืองไทย และมีธุรกิจที่เกี่ยวข้องกับอุตสาหกรรม ยานยนต์ไทย นับเป็นผู้บุกเบิกสินค้าชั้นนำที่มีคุณภาพมาตรฐานมีชื่อเสียงระดับโลก และผลิตสินค้าเพื่อคนไทยสามารถส่งออกไปยังตลาดต่างประเทศ และมีกิจกรรมคืนกำไรสู่สังคม",
          "map": "https://goo.gl/maps/APbTPEv7ngn4LjsQ8 "
        }
      ],
      "articles": [
        "การทำงานในบริษัททำให้ได้เรียนรู้มุมมองต่างๆมากขึ้น ได้รู้ว่าแต่ละบริษัทมีสังคมที่แตกต่างกันทัศคติในการทำงานต่างกัน ดิฉันรู้สึกประทับใจทั้ง 3 บริษัทที่ดิฉันได้เข้าไปฝึกงาน บริษัทแรกเป็นสำนักงานใหญ่ที่มีบริษัทในเครือหลายบริษัท วันแรกที่ได้เข้าไปฝึกงานพี่ๆใจดีมาก ให้คำแนะนำต่างๆที่ไม่เคยทราบมาก่อนได้รู้ข้อมูลของบริษัทว่าเป็นมาอย่างไรและจัดตั้งขึ้นเพื่ออะไร ในฝ่ายที่ดิฉันไปฝึกเป็นฝ่าย PR ทำสื่อประชาสัมพันธ์ให้กับทางบริษัท บริษัทที่สองที่ข้าพเจ้าได้มีโอกาสไปฝึกงานเป็นบริษัทคูลคิสที่เจาะกลุ่มเป้าหมายเป็นวัยรุ่น ทำตำแหน่งกราฟิกดีไซน์ ดิฉันรู้สึกว่าการทำงานในบริษัทนี้เหมาะกับดิฉันที่สุดเนื่องจากสามารถออกแบบได้เต็มที่และไม่ค่อยมีข้อจำกัดต่างๆ ทำให้ได้ใช้ศักยภาพและความคิดสร้างสรรค์ได้เต็มที่ พี่ๆใจดีอีกเช่นกัน คอยให้คำแนะนำต่างๆ บรรยากาศในการทำงานสนุกสนานมากไม่เกร็งและไม่รู้สึกอึดอัดเลยเป็นกันเองมากๆ และบริษัทสุดท้ายที่ดิฉันได้มีโอกาสไปฝึกงานเป็นบริษัทเกี่ยวกับกีฬา เป็นการฝึกงานแบบ WFH เนื่องจากสถานการณ์โควิดรุนแรงมากขึ้น แต่ดิฉันได้ความรู้และทักษะต่างๆเช่นเดียวกับบริษัทที่ได้ไปฝึกแบบ ONSITE ไม่ว่าจะเป็นเรื่องของการสื่อสารภายในทีม และการออกแบบที่ไม่ใช่แนวของดิฉันสักเท่าไหร่ ทำให้ดิฉันได้ทักษะการยืดหยุ่นและงานปรับงานให้เข้ากับบริษัทต่างๆเพิ่มขึ้นเยอะมากๆ"
      ],
      "conclusion": [
        "จากที่ดิฉันได้ฝึกงานด้วยกันทั้งหมด 3 ที่ แต่ละที่มีความแตกต่างกันมีทั้งรัฐบาล เอกชนและกึ่งรัฐบาลกึ่งเอกชน การทำงานและกระบวนการก็แตกต่างกันอย่างสิ้นเชิงทำให้ได้รู้ว่าเหมาะกับบริษัทแบบไหนและชอบทำงานแบบไหนมากกว่า โดยส่วนตัวเป็นคนชอบทำงานอยู่แล้ว และดิฉันคิดว่าการที่โรงเรียนมีเกณฑ์ให้นักเรียนฝึกงานถือว่าเป็นประโยชน์อย่างยิ่ง"
      ]
    },
    "thanaporn-kaewpichai": {
      "id": 36,
      "name": "นางสาวธนพร แก้วพิชัย",
      "major": "IMT - Innovative Multimedia Technology",
      "position": "3d designer, Graphic designer",
      "category": "design",
      "gallerySize": 5,
      "display": "F",
      "media": "image",
      "email": "kaembbconyou@gmail.com",
      "company": [
        {
          "name": "บุญถาวรเซรามิค จำกัด",
          "description": "จัดจำหน่ายผลิตภัณฑ์เกี่ยวกับห้องน้ำและห้องครัว รวมถึงผลิตภัณฑ์คุณภาพกว่า 50,000 รายการ เช่น กระเบื้องเซรามิค สุขภัณฑ์ เฟอร์นิเจอร์ครัว หินอ่อน หินแกรนิต และอุปกรณ์ต่าง ๆ ทั้งที่ผลิตในประเทศ และนำเข้าจากต่างประเทศ",
          "map": "https://goo.gl/maps/6HU1Trtne382UAbx8"
        }
      ],
      "articles": [
        "การฝึกงานในครั้งนี้ ดิฉันได้ฝึกงานที่สองสาขาด้วยกัน ซึ่งทำให้ได้ฝึกในสองตำแหน่ง โดยเริ่มจากสาขารังสิต ตำแหน่ง 3d designer ดิฉันได้ทำงานในส่วนออกแบบห้องครัว ถือเป็นการเรียนรู้ทักษะใหม่ๆตั้งแต่เริ่ม เพราะต้องใช้โปรแกรมที่ไม่เคยใช้มาก่อน ต้องศึกษาเรื่องการดูแปลนห้องและหลักการออกแบบห้องครัว ถึงแม้จะต้องเริ่มเรียนรู้ใหม่ตั้งแต่ต้น แต่พี่ๆก็สอนอย่างใจเย็นและใจดีมากๆ ทำให้ปรับตัวได้ค่อนข้างง่าย ",
        "ต่อมาได้ฝึกที่สาขารัชดา ตำแหน่ง Graphic designer ซึ่งดิฉันมีความถนัดด้านนี้อยู่แล้ว หัวหน้าจะมอบหมายงานให้ และให้เวลาทำค่อนข้างเยอะ ทำให้ฝึกงานที่นี้รู้สึกผ่อนคลาย ไม่เครียด และพี่ๆที่บริษัทก็ใจดีและเป็นกันเองมากๆ แต่เนื่องด้วยสถานการณ์โควิด-19 ทำให้ได้ฝึกที่บริษัทเพียง 3 สัปดาห์ และต้องมาทำงานต่อที่บ้านแทน โดยพี่หัวหน้างานมอบหมายงานให้ทำแผนที่ของบริษัทบุญถาวรเซรามิคทุกสาขา ดิฉันคิดว่าการทำงานที่บ้านนั้นค่อนข้างลำบาก ทั้งในเรื่องของการสื่อสาร การให้พี่ๆตรวจงาน และสภาพแวดล้อมที่บ้านที่ไม่เหมาะแก่การทำงาน แต่พี่หัวหน้างานค่อนข้างใจดีและเป็นกันเอง จึงทำให้การฝึกงานทั้งที่บริษัทและที่บ้านเป็นไปอย่างราบรื่นค่ะ"
      ],
      "conclusion": [
        "จากการฝึกงานในครั้งนี้ ทำให้ดิฉันได้ทราบระบบการทำงานในองค์กร ซึ่งค่อนข้างแตกต่างจากการทำงานในโรงเรียน และได้ฝึกทักษะความรับผิดชอบ การรู้จักการบริหารเวลา ความคิดสร้างสรรค์ การปรับตัวและมีปฏิสัมพันธ์กับผู้อื่นมากขึ้น ซึ่งจากการที่ดิฉันได้ฝึกงานในสองตำแหน่งที่แตกต่างกัน ทำให้ได้รับความรู้และทักษะใหม่ๆมากมายหลายด้าน ได้รับเทคนิคต่างๆจากพี่ๆที่ทำงาน และได้ลองทำสิ่งใหม่ๆที่ไม่เคยทำ ซึ่งดิฉันจะนำความรู้และทักษะต่างๆจากที่ได้จากประสบการณ์ฝึกงานครั้งนี้มาปรับใช้และต่อยอดต่อไป"
      ]
    },
    "patcharanit-sudsawang": {
      "id": 37,
      "name": "นางสาวพัชรนิษฐ์ สุดสว่าง",
      "major": "IMT - Innovative Multimedia Technology",
      "position": "Media planner",
      "category": "business",
      "gallerySize": 5,
      "display": "D",
      "media": "image",
      "email": "patchranit@gmail.com",
      "company": [
        {
          "name": "DIGIT TRIBE COMPANY LIMITED (บริษัท ดิจิท ไทรบ์ จำกัด)",
          "description": "บริษัทเอเจนซี่โฆษณาออนไลน์",
          "map": "https://goo.gl/maps/P8AH1YzTqRnifcCT9"
        }
      ],
      "articles": [
        "การทำงานพี่ๆ ก็มีการช่วยสอนงาน เพื่อให้เข้าใจระบบการทำงาน และสอนองค์ความรู้ใหม่ ด้วยความที่บริษัทที่เข้าไปฝึกงานเป็นบริษัทเอเจนซี่ที่มีความหลากหลายทางการทำงาน ทำให้ได้รับประสบการณ์ที่แตกต่างกันในแต่ละงาน ในช่วงแรกของการฝึกงานของดิฉัน จะต้องมีการปรับตัวในการทำงาน ข้อผิดพลาดต่างๆ แต่ในการทำผิดพลาดในแต่ละครั้งก็ทำให้ดิฉันมีการเปลี่ยนแปลง และพัฒนาตัวเองเพื่อให้สามารถ ทำงานรวมกับพี่ๆ ได้ การปรับตัวของดิฉันอาจจะง่ายกว่าเพื่อนๆ ในบริษัทอื่นๆ เนื่องจากบริษัทของดิฉันเป็นองค์กรขนาดเล็กจึงอาจจะทำให้สนิทกับพี่ๆ ได้ง่ายกว่า และพี่ๆ ในบริษัททุกคนน่ารัก และใจดีกันมากๆ จึงทำให้สนิทกันเร็วขึ้นด้วย แต่ก็ยังมีส่วนที่ยากด้วยช่วงอายุที่ต่างกัน และด้วยความเป็นเด็กมัธยม อาจจะทำให้ในช่วงแรกดิฉันจึงมีความเกรงใจ ทำตัวไม่ถูก และการเข้าหาพี่ๆ ต้องทำอย่างไร แต่ความต่างของก็ยังเป็นข้อดีในการแสดงความคิดที่แตกต่างกันในการทำงาน"
      ],
      "conclusion": [
        "จากการฝึกงานในครั้งนี้ ดิฉันได้ทั้งความรู้ เช่น การคํานวณ engagement ประสบการณ์การทำงานต่างๆ ที่นอกเหนือจากการเรียนแค่เพียงทฤษฎี ภายในโรงเรียน โอกาสในการทำงานต่างๆ เข้าใจในระบบการทำงานขององค์กร รวมทั้งทักษะต่างๆ การทำงานร่วมกับพี่ในทีม ความสัมพันธ์ที่ดีกับพี่ๆ กระบวนการคิด การวางแผน ความรับผิดชอบต่องานที่ทำ การตรงต่อเวลา ในการทำงานทุกครั้งดิฉันก็จะได้รับความรู้ใหม่ๆ  ทุกครั้ง ซึ่งดิฉันคิดว่าสิ่งที่ดิฉันได้รับมาจากการฝึกงานจะเป็นประโยชน์ต่อตัวดิฉันในอนาคต "
      ]
    },
    "kachamas-patanapanitpaisal": {
      "id": 38,
      "name": "นางสาวกชามาส พัฒนพาณิชไพศาล",
      "major": "IMT - Innovative Multimedia Technology",
      "position": "graphic design",
      "category": "design",
      "gallerySize": 5,
      "display": "D",
      "media": "image",
      "email": "preempreemmm@gmail.com",
      "company": [
        {
          "name": "แอดโวเครซี่ จำกัด",
          "description": "บริษัท แอดโวเครซี่ จำกัด บริษัท Agency รับงานเกี่ยวกับการโฆษณา การทำ ADS ลงโซเชียลมีเดีย ตัดต่อวิดิโอ ทำกราฟิก",
          "map": "https://g.page/advocrazy?share"
        }
      ],
      "articles": [
        "การฝึกงานในครั้งนี้เป็นการฝึกงานเเบบออนไลน์ เนื่องจากสถานการณ์โรคระบาด คิดว่าเป็นสิ่งที่ต้องปรับตัวมากๆ เพราะว่าทำให้การพูดคุยเเละการทำงานยากขึ้น แต่พี่ๆที่ดูแลใส่ใจดีมากๆ คอยส่งข้อมูลที่เป็นความรู้เกี่ยวกับสายงานมาให้ศึกษาอยู่ตลอด ถึงจะฝึกงานในตำแหน่งกราฟิก แต่พี่ๆให้ลองทำงานหลายๆเเบบ ส่วนตัวคิดว่าเป็นประโยชน์ เพราะว่าทำให้รู้ว่าถ้าเป็นงานประมาณนี้ควรจะมีหลักการคิดยังไง หาข้อมูลแบบไหน มีการแลกเปลี่ยนความคิดกับพี่ที่ดูแลและเพื่อนในทีมอยู่บ่อยๆ พี่ๆคอยติชมว่าเราเด่นเรื่องอะไร ควรปรับปรุงเรื่องไหนบ้าง ทำให้นำไปปรับปรุงได้ ตอนนี้รู้ว่าจะต้องมีการฝึกงานรู้สึกกังวลว่าเราจะทำได้ไหม เเต่พอได้มาฝึกงานจริงๆ รู้สึกประทับใจการฝึกงานครั้งนี้มากๆ"
      ],
      "conclusion": [
        "จากการฝึกงานทำให้ได้รู้ว่า การทำงานในบริษัททำกันยังไง ฝึกการมีความรับผิดชอบเเละตรงต่อเวลา เพราะจะส่งผลถึงคนอื่นด้วย ได้เรียนรู้วิธีคิดงานให้ออกมาตรงโจทย์ ได้ลองทำงานหลายเเบบ เช่น การคิดโฆษณา ตัดคลิป รวมถึงฝึกการนำเสนองาน ขายงาน กล้าพูดคุยมากขึ้น ได้ฝึกฝนเเละพัฒนาตัวเองเพิ่มขึ้นจากคำเเนะนำติชมจากพี่ที่ดูเเล"
      ]
    },
    "asma-hemchayart": {
      "id": 39,
      "name": "นาย",
      "major": "IMT - Innovative Multimedia Technology",
      "position": "Graphic Designer",
      "category": "design",
      "gallerySize": 5,
      "display": "D",
      "media": "image",
      "email": "pondz9895@gmail.com",
      "company": [
        {
          "name": "Verdandi",
          "description": "เป็น Creative Marketing Agency ที่ทำในฝั่ง Digital เป็นหลักทำการ Branding บริษัทของลูกค้า",
          "map": "https://goo.gl/maps/8FZCrnQ4K1AX2K3BA"
        }
      ],
      "articles": [
        "ในช่วงอาทิตย์แรกที่เป็นการฝึกงานแบบ On Site วันแรกที่เข้าไปก็ตื่นเต้นและกังวลนิดหน่อยครับ เข้าไปก็เจอพี่คอยดูแลระหว่างฝึกงานครับ พี่เขาก็ถามคำถามเกี่ยวกับตัวผมครับเป็นการละลายพฤติกรรม เช่นถามว่าชอบดูหนังอะไร อ่านการ์ตูนไหม เล่นเกมอะไรบ้างส่วนบรรยากาศในการทำงานพี่ ๆก็เป็นกันเองมาก คุยเล่นได้สบาย ถามได้ทุกอย่างที่สงสัยในบริษัทจะแบ่งเป็น 2 ทีม ทีมแรกจะเป็นทีม Business ดูแลด้าน Marketing วางแผนการตลาดของลูกค้า ส่วนอีกทีมเป็นทีม Creative ดูแลด้านการสร้างผลงานโฆษณา ซึ่งเป็นทีมที่ผมอยู่นั่นเอง",
        "ตอนทำงานทางพี่ ๆก็จะมอบหมายงานทาง Email ลืมเล่าไปว่าทางบริษัทผมมี Email บริษัทของแต่ละคนด้วยแหละ ใน Email ที่ส่งมาก็จะมี Brief อย่างละเอียดเลยว่าต้องทำอะไรบ้าง ด้านในก็จะมี Google Sheet บอก CI Deadline Copy",
        "ในเพจ Urban Assets งานหลัก ๆที่ได้ทำจะมีทำ Content Post ต่าง ๆ ทำเพื่อเพิ่มยอด Engagement ของเพจ เช่น แผนที่สวนลุมพินี Pet Friendly Condos เป็นต้น ส่วนในตัวของเพจ Gettgo ผมได้ออกแบบ Mascot ของเพจในการออกแบบก็มีการ Brainstorms คุยกันเพื่อคิด Back Story, Appearance และ นิสัย จนได้มาเป็น Dr.gett สามารถเข้าไปดูได้ที่เพจ gettgo ส่วนในเพจทันเกมผมได้ทำเป็น Banner ของบทความที่มีการอัพเดททุก ๆวัน พอทำ Banner เสร็จเรียบร้อยก็นำบทความไปลงในเว็บของทันเกม",
        "ระหว่างที่ฝึกงาน พี่ ๆก็ได้อธิบายให้เข้าใจเกี่ยวกับ Digital Marketing มากขึ้น ซึ่งจะมี 4 ขั้นของการ Branding ได้แก่ Awareness Reach Engagement Conversion พี่ๆ ในบริษัทแต่ละคนก็มีความถนัดแตกต่างกันไป มีคนที่เชี่ยวชาญด้าน Financial การวางแผนธุรกิจ มีพี่ที่เป็นสถาปัต Landscape แต่ผันตัวมาเป็น Graphic Designer",
        "ทุก ๆ วันจันทร์จะมี Weekly Trend Update อัพเดทเรื่องราว ใหม่ ๆของสัปดาห์นั้น ส่วนในวันพฤหัสบดีจะมี Knowledge Sharing จะมีหนึ่งคนในบริษัทมาเล่าเรื่องที่น่าสนใจเกี่ยวกับ Marketing ซึ่งก็จะเปลี่ยนคนเล่าไปทุก ๆอาทิตย์ ในแต่ละอาทิตย์ก็จะได้ฟังเรื่องที่น่าสนใจตามที่แต่ละคนถนัดเช่น เรื่องสถาปัตยกรรมที่เจ๋งในต่างประเทศ โฆษณาที่ดึงดูดคน อธิบายกองทุนเบื้องต้น ภาพวาดที่กลายเป็น NFT ",
        "หลังจากผ่านไปซักประมาณหนึ่งอาทิตย์ได้เกิดการแพร่ระบาดของโควิด-19 ทำให้ผมต้อง Work From Home เริ่มงาน 10 โมงเช้า ถึง 6 โมงเย็น บรรยากาศตอนทำงานแบบออนไลน์ก็จะแตกต่างจากการไปที่บริษัทค่อนข้างมาก จากการได้เจอพี่ ๆเดินไปถามคำถามได้ก็ลำบากขึ้นเพราะนอกจากตอนนัดประชุมก็แทบไม่ได้คุยกับคนอื่นเลย ทำงานตามที่ได้รับมอบหมายในแต่ละวันอย่างเดียว แล้วก็ทำงานด้วยกิจวัตรเดิมไปเป็นเวลา 2 เดือน"
      ],
      "conclusion": [
        "หลังจากฝึกงานเสร็จก็ได้เรียนรู้อะไรหลาย ๆอย่างครับ ทั้งระบบการทำงานในบริษัท การทำงานร่วมกับผู้อื่น การสื่อสาร ความรับผิดชอบต่องาน ความตรงต่อเวลา ได้ค้นพบการชื่นชอบการทำงานสายงานนี้และคาดหวังว่าอนาคตจะสามารถนำความรู้และประสบการณ์จากการฝึกงานไปต่อยอดได้"
      ]
    },
    "phuttipong-thaweechat": {
      "id": 40,
      "name": "นายพุฒิพงศ์ ทวีชาติ",
      "major": "IMT - Innovative Multimedia Technology",
      "position": "คนตัดต่อ , Editor",
      "category": "production",
      "gallerySize": 5,
      "display": "F",
      "media": "image",
      "email": "saijo2901@gmail.com",
      "company": [
        {
          "name": "Fineday House Production",
          "description": "Production House รับทำสื่อหนังสั้น ส่วนใหญ่จะเป็นงานโฆษณา ",
          "map": "https://goo.gl/maps/rdwR2bSr6jQwQd2u6"
        }
      ],
      "articles": [
        "วันแรกที่เข้ามาพี่ๆก็ต้อนรับอย่างดีครับ พี่ๆก็บอกว่าสบายๆ ชิลล์ๆ ไม่ต้องซีเรียสแล้วพี่ๆก็อธิบายการทำงานให้ฟังคร่าวๆ กระบวนการกว่าจะออกมาเป็น ผลงานที่เราเห็นและพี่ๆ พาไปสอนงานโดยตอนแรกให้เป็น ผู้ช่วยอ่านสตอรี่บอร์ด และ Block shot ครับ สนุกมาก แล้วพี่ๆ ก็นัดวันออกกองเลยครับ ตอนออกกองสนุกครับได้ทำหน้าที่เป็นผู้ช่วยผู้กำกับครับมีนักแสดงสมทบเป็นฝรั่งครับ เลยได้รับหน้าที่รับสารจากผู้กำกับไปบรีฟนักแสดงครับ พอสัปดาห์ต่อมาผมได้รับหน้าที่เป็น คนตัดต่อได้ช่วยทำโฆษณาหลายตัวครับ และได้เรียนรู้ระบบการทำงานและจัดการข้ออมูลที่ได้รับจากกองถ่ายเพื่อนำไปสู่กระบวนการเกลี่ยสีและทำเอฟเฟคและออกมาเป็นโฆษณาที่เผยแพร่สู่สาธารณะชนครับ"
      ],
      "conclusion": [
        "เรียนรู้กระบวนการที่จะสร้างผลงานอย่างมืออาชีพ และเทคนิกการถ่ายทำการตัดต่อรวมทั้งทักษะด้านการตัดต่อที่ดีมากขึ้น การวางแผนการทำงานอย่างเป็นขั้นเป็นตอนและ มีความรับผิดชอบที่ดีขึ้นฝึกการเข้าร่วมกันกับผู้อื่น กล้าคิดกล้าแสดงออก"
      ]
    },
    "supanut-akkarakornyotin": {
      "id": 41,
      "name": "นายศุภณัฐ อัครกรโยธิน",
      "major": "IMT - Innovative Multimedia Technology",
      "position": "Editor",
      "category": "production",
      "gallerySize": 5,
      "display": "E",
      "media": "image",
      "email": "p.button0317@gmail.com",
      "company": [
        {
          "name": "คณะแพทย์ศาสตร์ศิริราชพยาบาล หน่วยงานประชาสัมพันธ์แและกิจกรรมพิเศษ (Siraraj Chanel)",
          "description": "เป็นหน่วยงานที่ทำงานเกี่ยวกับการผลิตสื่อประชาสัมพันธ์ ผลิตสื่อการสอน รายการต่าง ๆ ที่เกี่ยวข้องกับภายในโรงพยาบาล ให้กับ youtube ของหน่วยงาน และ สถานีโทรทัศน์",
          "map": "https://goo.gl/maps/9YNJXesrv3uQUTPS7"
        }
      ],
      "articles": [
        "ตอนแรกผมคิดว่าการไปฝึกงานกับหน่วยงานของรัฐจะทำให้ผมเกร็งหรือไม่กล้าพูด เพราะ หน่วยงานรัฐ มีการทำงานที่เป็นระบบและเป็นระเบียบ พี่ ๆ ในหน่วยอาจจะจริงจังตลอดเวลาหรือดุก็ได้ แต่ว่าจริง ๆ แล้ว พี่ ๆ ในหน่วยอัธยาศัยดีมาก ๆ ทั้งพาไปหาของกินอร่อย ๆ ที่วังหลัง จนผมได้ร้านชานมไข่มุกร้านใหม่  เล่นมุขตลกให้ผมฟัง พาไปห้างเพื่อเป็นการเลี้ยงส่งผม ทำให้ผมไม่รู้สึกกลัวที่จะคุยหรือไม่กล้าที่จะแสดงความคิดเห็นเลย",
        "ตอนทำงานพี่ ๆ ทุกคนจริงจังมาก ๆ ครับ ในห้องเงียบมาก ผมนั้งอยู่หน้าโต๊ะ พี่ producer  เวลาพี่ให้งานหรือผมส่งงาน ผมก็ยื่นให้พี่เขาเช็คได้เลย การตัดคลิปของผมพี่ producer จะให้เวลาประมาณ 3 - 4 วันในการตัดต่อคลิป ถ้าผมตัดเสร็จก่อนกำหนดพี่เขาก็จะให้พักผ่อนครับ",
        "ถึงผมจะฝึกในตำแหน่ง Editor แต่ก็ได้ฝึกทางด้านอื่นด้วย ทั้งการไปออกกองถ่ายรายการของช่อง ออกกอง Live การแถลงข่าว การคิดคอนเทนต์ในการโปรโมทสินค้าของมูลนิธิ",
        "และที่ผมดีใจที่สุดคือ งานของผมได้เผยแพร่จริง สามารถติดตามผลงานของผมและของหน่วยผมได้ที Youtube : Siriraj Chanel หรือ ทางโทรทัศน์ ช่อง NBT (ช่อง 1 1) ได้เลยครับ",
        "สุดท้ายนี้ทุกคนสามารถดูตัวอย่างผลงานการตัดต่อ บรรยากาศการทำงานต่าง ๆ ของผม ได้ที่ Slide Show หรือ รูปเล่ม ด้านล่างได้เลยครับ ขอบคุณครับ"
      ],
      "conclusion": [
        "การฝึกงานในครั้งนี้ ทำให้ผมได้เรียนรู้การทำงานที่มีระบบการทำงานของหน่วยงานรัฐที่มีระบบแบบแผนที่ชัดเจนและทำงานเป็นระบบ ทำให้ตัวผมได้พัฒนาด้านการบริหารเวลาต่าง ๆ ทำให้ผมจัดการเวลาอย่างเป็นระบบ เช่น เวลาไปออกกองต้องไปให้ตรงเวลาที่นัดอาจาร์ยหมอไว้และต้องเลิกกองให้ตรงเวลาเช่นกันเพราะ อาจาร์ยหมอมีเวลาที่จำกัดในการถ่าย อีกทั้งตัวผมยังได้ฝึกทักษะการพูดและการเข้าสังคม ว่าเราควรใช้คำพูดแบบไหนในการพูดกับใคร ไม่ว่าจะเป็นคนในหน่วย คนนอกหน่วยงาน หรือกับอาจาร์ยหมอ ทุกคนจะมีระดับภาษาที่ต่างกัน"
      ]
    },
    "pakapol-premprasopchok": {
      "id": 42,
      "name": "นายภัคพล เปรมประสพโชค",
      "major": "IMT - Innovative Multimedia Technology",
      "position": "Editor",
      "category": "production",
      "gallerySize": 5,
      "display": "D",
      "media": "image",
      "email": "cmos9850@gmail.com",
      "company": [
        {
          "name": "บริษัท ไอ แฮฟ ซีพียู จํากัด",
          "description": "เป็นบริษัททำเกี่ยวกับการขายส่งและขายปลีกคอมพิวเตอร์และอุปกรณ์ต่อพ่วงคอมพิวเตอร์ โดยใช้สื่อและหน้าร้านในการค้าขาย",
          "map": "https://goo.gl/maps/nhZKB3du4uyR6aFEA"
        }
      ],
      "articles": [
        "การฝึกงานในช่วงที่ผ่านมา ผมได้ประสบการณ์ในการทำงาน Production ร่วมกับร้านที่มีชื่อเสียงและผลงานที่แปลกใหม่ในตลาดไอที วันแรกๆ ผมรู้สึกกดดันมากๆ เพราะงานทุกชิ้นที่จะเผยแพร่ต้องมีคุณภาพ และน่าสนใจ แต่มีพี่ๆ ในที่ทำงานที่พร้อมจะแนะนำผมในเรื่องของการตัดต่อ ทำให้ในวันหลังๆของการฝึกงาน ผมรู้สึกทำงานไวขึ้น มีดูรายละเอียดและใส่ใจในงานมากขึ้น และทุกคนในที่ทำงานที่นี้ต้อนรับผมอย่างดี แม้แต่ “พี่เปา” ที่เป็น CEO ของบริษัทก็คุยกับผมและแนะนำให้รู้จักกับพี่ๆในองค์กรทุกๆ คน  และยังมอบโอกาสที่ดีให้กับผมในการทำงานใหญ่ๆ เช่น การคุมไลฟ์สดในเพจทุกๆวัน คลิปการประกอบเครื่อง หรือแม้กระทั้งงานวีดีโอความรู้เกี่ยวกับ AMD ถึงแม้ว่าผมจะฝึกได้แค่ครบชั่วโมงพอดี แต่ผมก็ยังรู้สึกผูกพันกับที่นี่ ผมเองก็ยังอยากฝึกต่ออีกซักเดือน แต่ก็ติดเรื่องปัญหาสุขภาพพอดี เพราะฉะนั้นดูแลตัวเองดีๆ กันด้วยนะครับ อย่าฝืนสุขภาพร่างกายตัวเอง มีอะไรติดขัดต้องบอกกับคนที่เราทำงานกันด้วยนะครับ ขอบคุณครับ"
      ],
      "conclusion": [
        "ได้รับประสบการณ์ทำงานจริงที่ทั้งกดดันแและท้าทายไปพร้อมๆ กัน ได้ใช้ไอเดียในการตัดงานแต่ละชิ้นใม่ให้น่าเบื่อ และ รายละเอียดที่ยิบย่อยของงานตัวเอง อีกทั้งยังได้เจอสังคมคนทำงานแบบไม่ที่ไม่เคยเจอมาก่อน ทั้งการทำงานเป็นทีม การแนะนำให้กันและกัน กล้าที่จะแสดงความคิดเห็นต่างและรับฟังผู้อื่นอย่างไร้อคติ สุดท้ายยังได้การปฏิสัมพันธ์กับคนในทีม ปรึกษาเรื่องปัญหาในงาน และการแบ่งเวลาที่มีประสิทธิภาพมากขึ้น"
      ]
    },
    "worapop-wongratana": {
      "id": 43,
      "name": "นายวรภพ วงศ์รัตน์",
      "major": "IMT - Innovative Multimedia Technology",
      "position": "คนตัดต่อ , Editor",
      "category": "production",
      "gallerySize": 5,
      "display": "F",
      "media": "image",
      "email": "pondww65@gmail.com",
      "company": [
        {
          "name": "Fineday House Production",
          "description": "Production House รับทำสื่อโฆษณา",
          "map": "https://goo.gl/maps/sPxaBGyxawJnBdPy7 "
        }
      ],
      "articles": [
        "วันแรกที่ได้ไปฝึกงาน พี่ ๆ ก็ได้อธิบายทุกอย่างเกี่ยวกับแนวทางการทำงานแบบเป็นกันเอง การปรับตัวเลยเป็นไปได้ง่ายมาก ในการทำงานของบริษัทนี้จะเป็นการจ้าง Freelance มาทำงานแต่ละงาน ไม่ได้มีพนักงานประจำเพราะว่าในคนคนหนึ่งจะเก่งแต่ละด้านแต่ละแนวกัน ในเวลา 1 เดือนจะมีประมาณสองงานใหญ่ ๆ โดยที่จะนัดวันเวลาทุกคนมาทำงานกันและวันที่ไม่ได้นัดก็ไม่ต้องไปที่บริษัทแต่ว่าให้ฝึกฝนและหา reference อยู่ที่บ้านหรือนอกสถานที่ก็ได้ ในงานแต่ละงานผมจะไม่ได้มีหน้าที่ตอน Pre Production แต่ว่าส่วนใหญ่หน้าที่จะมีตอนออกกองและ Post Production โดยหลังจากถ่ายเสร็จจะนัดวันกันตามลำดับดังนี้ ตัดต่อวิดีโอ เกลี่ยสี ทำ Effect Mix เสียง และเผยแพร่ ซึ่งทำให้เห็นถึงระบบการทำงานที่มีประสิทธิภาพและละเอียดมากครับ "
      ],
      "conclusion": [
        "ได้เรียนรู้การทำงาน Production มืออาชีพแบบละเอียดทุกขั้นตอน",
        "ได้เข้าสังคมกับคนวัยทำงาน สามารถเข้าร่วมกับผู้คนอื่นได้",
        "และยังได้พัฒนาการทำงานอย่างเป็นขั้นเป็นตอน"
      ]
    },
    "nutdacha-srisai": {
      "id": 44,
      "name": "นายณัฐเดชา ศรีใส",
      "major": "IMT - Innovative Multimedia Technology",
      "position": "Editor",
      "category": "production",
      "gallerySize": 5,
      "display": "E",
      "media": "image",
      "email": "nutdacha2547@gmail.com",
      "company": [
        {
          "name": "สถานีวิทยุโทรทัศน์แห่งประเทศไทย",
          "description": "บริษัทเกี่ยวกับสื่อประชาสัมพันธ์ มีหน้าที่เป็นสื่อหลักเผยแพร่ข่าวสารและนโยบายจากรัฐบาลไปสู่ประชาชน ภายใต้การดำเนินงานของกรมประชาสัมพันธ์",
          "map": "https://goo.gl/maps/skRa1QGZpkJMgjTJ8 "
        }
      ],
      "articles": [
        "วันแรกที่ได้เข้าไปฝึกงาน ผมก็รู้สึกเกร็งๆทำอะไรไม่ถูก แต่พอเราได้ไปคุยกับพี่ๆที่เขามาฝึกงานก่อนหน้านี้อยู่แล้ว ทำให้ผมรู้สึกโล่งใจขึ้น เป็นเพราะผมปรับตัวเข้ากับพี่ๆเขาได้ง่ายด้วย ทำให้การทำงานมันไม่เครียด ผมประทับใจที่ตัวเองได้ทำโฆษณาสปอตสายด่วน ป.ป.ช. เป็นเวลา 30 วินาที และยังได้ถ่ายทำรายการรู้ไว้ก่อนภัยมา ผมได้เห็นบรรยากาศตอนถ่ายแล้วรู้สึกว่ามันไม่ง่ายอย่างคิดเลย อีกความประทับใจของผมก็คือ ผมได้ไปรับโทรศัพท์รายการ NBTรวมใจ สู้ภัยโควิด-19 ช่วยเหลือผู้ประสบปัญหา อีกทั้งได้ไปเห็นบรรยากาศห้องนักข่าว ตอนที่เขาถ่ายทำรายการ ผมรู้สึกว่ามันอลังการมากๆ"
      ],
      "conclusion": [
        "ได้รับประสบการณ์การทำงานจริงๆ ได้รับความรู้จากพี่ๆที่ไปฝึกงาน เทคนิคการใช้คีย์ลัดต่างๆเพื่อให้การทำงานของเราสะดวกสบายกว่าเดิม มีวุฒิภาวะสูงขึ้นรับแรงกดดันจากพี่ๆได้ และยังได้ความกล้าแสดงออก การได้ไปคุยกับคนแปลกหน้าที่เราไม่รู้จัก อีกทั้งยังได้การเข้าสังคมที่ดีอีกด้วย "
      ]
    }
  }
}
