{
  "categories": {
    "programming": {
      "display": "Programming & Technology",
      "color": "#6648E9"
    },
    "production": {
      "display": "Production & Videos",
      "color": "#CF4450"
    },
    "design": {
      "display": "2D & 3D Design",
      "color": "#F6D854"
    },
    "business": {
      "display": "Business",
      "color": "#2E6559"
    },
    "gamedevelopment": {
      "path": "gamedevelopment",
      "display": "Game Development & Design",
      "color": "#CF55E3"
    }
  },
  "members": {
    "Supratouch-Suwatno": {
      "name": "ศุภธัช สุวัฒโน",
      "major": "IT - Information Technology",
      "position": "Health Informic",
      "category": "programming",
      "id": 20,
      "gallerySize": 8,
      "display": "Stories",
      "company": [
        {
          "name": "Siriraj Informatics and Data Innovation Center",
          "description": "ทำหน้าที่ดูแลและวิจัยข้อมูลต่างๆเพื่อปฏิรูปองค์กร อันนำไปสู่การพัฒนาการให้บริการทางการแพทย์ การศึกษาและการวิจัยด้านการแพทย์ ตามแผนยุทธศาสตร์ของคณะแพทยศาสตร์ศิริราชพยาบาล",
          "map": "https://goo.gl/maps/XuwipEJbyB4a3A3C9"
        }
      ],
      "articles": [
        "ในวันแรกๆที่ได้เข้าไปฝึกงานในศูนย์สารสนเทศและนวัตกรรมข้อมูลศิริราชนั้น พี่ๆต้อนรับผมด้วยความอบอุ่นมาก พี่ๆได้ถามผมถึงมหาลัยที่ผมจะเข้าและสิ่งที่ผมอยากจะฝึก พี่ๆจะได้หางานและคนที่เหมาะสมมาคุยด้วย ระหว่างฝึกงานนั้นเองผมก็ได้เรียนรู้อะไรใหม่มากมายในด้าน Frontend งานแต่ละชิ้นที่พี่ๆให้ผม มักท้าทายและต้องการความรู้ในส่วนใหม่เสมอ การฝึกงานของผมนัันเองเป็นการเรียนสิ่งใหม่ ฝึกฝนในสิ่งที่มีและ ลงมือจริงนั้นเอง ระหว่างการทำงานนั้นเองผมก็จะเห็นพี่ๆของผมยุ่งกันเป็นส่วนใหญ่ และที่ผมแปลกใจมากตือที่นี่ประชุมกันเยอะมาก การที่ผมได้เห็นพวกพี่ๆทำงานนั้นเองทำให้ผมเข้าใจถึงความเป็นมืออาชีพของพี่ๆ การฝึกงานครั้งแรกของผมนั้น นับว่าเป็นประสบการณ์ที่ผมบอกได้เลยว่าหาไม่ได้จากการเรียนรู้ในห้องเรียนหรือการเรียนออนไลน์อย่างแน่นอน"
      ],
      "conclusion": [
        "การฝึกงานในครั้งแรกของผมนี้นั้น ได้มอบหลายอย่างให้ผม ผมได้เรียนรู้การทำงานร่วมกันแบบทีม ได้รับความรู้และเทคนิคในการทำงานอีกมากมาย ฝีมือและแนวคิดที่ผมได้จากการฝึกงานในครั้งนี้ผมจะนำไปพัฒนาในและต่อยอดในอนาคต"
      ]
    },
    "Napak-Suthapintu": {
      "name": "ณภัค สุทธะพินทุ",
      "major": "IT - Information Technology",
      "position": "Robotic Engineer",
      "category": "programming",
      "id": 24,
      "gallerySize": 5,
      "display": "Video",
      "company": [
        {
          "name": "Automa",
          "description": "Automa เป็นบริษัท startup ของไทยที่ทำโปรเจ็คเกี่ยวกับการนำเทคโนโลยี Artificial Hormone มาใช้กับหุ่นยนต์สัตว์เลี้ยงขนาดเล็กเพื่อเป็นตัวช่วยในการติดตามเก็บข้อมูลพฤติกรรมของเด็ก",
          "map": "https://goo.gl/maps/LY1xoN472TnpkrcX7"
        }
      ],
      "articles": [
        "ในช่วงสัปดาห์แรกของการฝึกงาน เราฝึกงานแบบ WFH เพราะช่วง COVID-19 ทำให้นัดเจอพี่ ๆ ในบริษัทค่อนข้างยาก ดังนั้นพี่เกีย(พี่ที่คอยดูแลเรา) เลยให้เราจัดตารางการทำงานเอง กำหนด deadline ในการส่งงานเองเพื่อเป็นการฝึกความรับผิดชอบ ซึ่งเราได้ทำงานเป็น Robotic Engineer โดยหน้าที่คือการออกแบบการเคลื่อนไหวของหุ่นยนต์ในอารมณ์ต่าง ๆ โดยอ้างอิงจาก Emotion need และ Biological need ของสิ่งมีชีวิต เลยทำให้เราต้องอ่านงานวิจัยหลาย ๆ บทความเยอะมาก ๆ เพื่อทำความเข้าใจเกี่ยวกับที่มาที่ไปของแต่ละอารมณ์ เรารู้สึกว่าเราได้ภาษาเยอะขึ้นมากหลังทำงานส่วนของการรีเสิร์จจบ (ฮา)",
        "หลังจากที่เราได้มาเริ่มทำงานในบริษัท ตึกที่เราทำงานเป็น Co-Working Space ที่หลาย ๆ บริษัท startup จะมาทำงานในโต๊ะใกล้ ๆ กัน เราเลยได้รู้จักกับพี่ ๆ จากบริษัทอื่น และคนในละแวกนั้นด้วย ซึ่งพอรู้จักกับคนมากขึ้นก็ทำให้บรรยากาศในการทำงานเป็นกันเองมาก ในบางวันที่เรามาทำงานเช้าแต่ในชั้นยังไม่มีใคร พอพี่จากบริษัทอื่นเข้ามาทำงานทีหลัง พี่เขาก็จะทักเรากับเพื่อนก่อนเสมอ แถมเข้ามาชวนคุยทำความรู้จักอย่างเป็นกันเองด้วย และถ้าพูดถึงเรื่องอาหารการกิน เรารู้สึกว่าตึก KX เป็นตึกที่มีร้านอาหารเยอะมาก ๆ ไม่ว่าจะเป็นร้านอาหารตามสั่ง, ร้านบุฟเฟต์ หรือร้านสะดวกซื้อ ดังนั้นเราเลยมีอาหารกินตลอดเวลาที่หิว แถมคาเฟ่ข้างในซอยยังมีเค้กอร่อย ๆ เต็มไปหมดอีกต่างหาก",
        "ถึงแม้ว่าหลังจากที่ฝึกงานในบริษัทไปได้ไม่นาน ยอดติดเชื้อจะมีจำนวนเพิ่มขึ้นสูงจนต้องเปลี่ยนมาฝึกงานแบบ WFH อีกครั้ง แต่การประชุมอัพเดตความคืบหน้าที่มีทุก ๆ วันศุกร์ทำให้เราไม่ขี้เกียจทำงานเลย เพราะพี่ ๆ ที่ทำงานในตำแหน่งอื่นตั้งใจทำงานเพื่อมานำเสนอกันจนเรามีแรงผลักดันในการทำงานตามด้วย โดยสรุปคือเราชอบที่ได้ทำงานทุกวัน ถึงแม้ว่าช่วงแรกการเดินทางมันจะไกล และช่วงหลังจะต้องปรับตัวกับการทำงานที่บ้านอีกครั้งก็ตาม เพราะการได้ลองทำงานใหม่ ๆ เข้าสังคมใหม่ ๆ มันท้าทายตัวเองสุด ๆ"
      ],
      "conclusion": [
        "การที่เราได้เข้ามาฝึกงานกับบริษัทที่มีพี่ ๆ ที่มีประสบการณ์ และมีความชำนาญมากกว่า ทำให้เราได้เรียนรู้ระบบการทำงานที่มีระเบียบ และเป็นแบบแผนมาก ๆ ทุกครั้งที่มีการประชุมอัพเดตความคืบหน้า ทุกคนจะมีการลงตารางเวลาการนำเสนอ การแสดงความคิดเห็นแบบเปิดกว้างตลอด ทำให้เรารู้ว่าการจัดสรรเวลาที่ดีเป็นยังไง รวมถึงเราได้ฝึกการพูดนำเสนอหลายครั้ง และกล้าแสดงออกเพื่อถามสิ่งที่ตัวเองไม่รู้มากขึ้น",
        "ถึงแม้ว่าการทำงานจะดูจริงจัง แต่เราก็ได้รับสังคมดี ๆ การต้อนรับที่น่ารักจากพี่ ๆ ในบริษัทอยู่เสมอ เราได้รับความรู้ใหม่ ๆ จากการที่พี่เขาฝึกให้เราหาคำตอบด้วยตัวเองเยอะมาก ๆ การฝึกงานในครั้งนี้จึงเป็นการที่เราได้รับอะไรใหม่ ๆ และแก้ไขจุดที่บกพร่องของตัวเองตลอดเวลา เป็นประสบการณ์ที่ดีมาก ๆ จนไม่อยากลืมเลย"
      ]
    },
    "Nannapat-Mngkolwattanakul": {
      "name": "นันท์นภัส มงคลวัฒนากุล",
      "major": "IMT - Innovative Multimedia Technology",
      "position": "Graphic designer",
      "category": "design",
      "id": 32,
      "gallerySize": 3,
      "display": "Flexible",
      "company": [
        {
          "name": "ADVOCRAZY COMPANY (บริษัท แอดโวเครซี่ จำกัด)",
          "description": "บริษัท แอดโวเครซี่ จำกัด บริษัท Agency รับงานเกี่ยวกับการโฆษณา การทำโฆษณาลงโซเชียลมีเดีย ตัดต่อวิดิโอ ทำกราฟิก",
          "map": "https://g.page/advocrazy?share"
        },
        {
          "name": "DIGIT TRIBE COMPANY (บริษัท ดิจิท ไทรบ์ จำกัด)",
          "description": "บริษัท ดิจิท ไทรบ์ จำกัด ประกอบธุรกิจประเภท กิจกรรมวิชาชีพวิทยาศาสตร์และกิจกรรมทาง วิชาการ โดยให้บริการด้าน กิจกรรมของบริษัทโฆษณา",
          "map": "https://goo.gl/maps/rocu1PCustdUNsbGA"
        }
      ],
      "articles": [
        "เนื่องจากสถานการณ์ covid-19 ทำให้การทำงานเป็นแบบออนไลน์ ในส่วนของการทำงานช่วงเดือนแรกนั้นต้องปรับตัวให้เข้ากับการทำงานออนไลน์ ทั้งการประชุมโดยการคอล การส่งงานต่างๆ แต่พี่ๆก็ช่วยเหลือเต็มที่มากๆค่ะ ช่วงเดือนที่สองได้เปลี่ยนบริษัทซึ่งสัปดาห์แรกก็ได้ไปทำงานแบบออฟไลน์ ทำให้ได้พบปะกับพี่ๆ ได้คำแนะนำต่างๆ ได้กินข้าวด้วยกัน แต่หลังจากที่สถานการณ์แย่ลงทำให้ต้องกลับมาทำงานออนไลน์อีกรอบ พี่ๆทุกคนก็ปรับตัวกันให้งานทางไลน์และส่งงานกลับ รับฟังส่วนที่ต้องแก้ไขแล้วนำไปปรับแก้ ทำให้ได้รับประสบการณ์การทำงานจริง อยากขอบคุณพี่ๆทุกคนมากๆค่ะ"
      ],
      "conclusion": [
        "ในการทำงานครั้งได้รับทั้งประสบการณ์การทำงานจริงไม่ว่าจะเป็นทักษะการทำกราฟิกต่างๆ การแก้งานให้ตรงความต้องการลูกค้า การพูดคุยกับผู้อื่น เป็นประสบการณ์ที่ยากจะหาได้ในวัยมัธยมจึงรู้สึกขอบคุณทุกคนมากๆค่ะ  การทำงานนั้นได้ทำให้มีความรับผิดชอบ ตรงต่อเวลา การรับฟังผู้อื่น กล้าพูดเสนอความคิดเห็นมากขึ้น เป็นการก้าวข้ามขีดจำกัดตัวเองพอสมควรเลย รู้สึกว่าเป็นประสบการณ์ที่ดีมากค่ะ"
      ]
    }
  }
}
